[
  {
    "path": "lm/2022-04-26-greenjobs/",
    "title": "how many Pennsylvania jobs have turned green?",
    "description": "Defining \"green jobs\" was (and still is) a difficult task....published in 2012",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2012-04-12",
    "categories": [],
    "contents": "\n\nOriginally published with Rose Baker as “How many Pennsylvania jobs have turned green?” in Pennsylvania Business Central, (April 2012, Volume 22, Issue 22, pages 3 and 22). When this essay was published, the term, “green jobs,” was prominent in policy and public discussions. Interestingly, as I post this item, the Russia’s invasion of Ukraine has made alternate energy futures a hot topic again.\n\nHey, remember green jobs? Looks like Pennsylvania has some.\nAccording to the Bureau of Labor Statistics (BLS) of the U.S. Department of Labor, green jobs are slightly more concentrated in Pennsylvania than in the entire U.S., not only among all private sector jobs, but also within some industries.\nBut, you might ask, as many people have continued to do, what are green jobs?\nCertainly, a good working definition of green jobs could lead to good measurements of green job counts and opportunities, which are critical to national and regional economic policy development, economic research and planning, and education and training investment.\nThe definition of green jobs, however, rarely has been clear.\nFor example, in his book, “The Green Collar Economy,” Van Jones — one-time Obama “Special Policy Advisor for Green Jobs, Enterprise and Innovation” — defined green jobs as “good local jobs that pay well, strengthen communities, provide pathways out of poverty, and help solve environmental problems.” Phil Angelides, chair of Apollo Alliance, a coalition of industry, labor, and environmental groups, once said that green jobs are characterized by “decent wages and benefits that can support a family. It has to be part of a real career path, with upward mobility.”\nIn response, we fist pump, “Rah! Rah!,” of course. Yet, most definitions of green jobs offered when the green economy was the policy leitmotif–of–the–month are not specific enough to guide labor market strategies, policies, and tactics.\nThe BLS tackled head–on the thorny and controversial problem of defining green jobs which has vexed and confused policy discussions about transforming our vast and varied economy to be more environmentally conscious and energy conserving.\nThe BLS used two approaches to defining green jobs and, then, to measuring green jobs through a mail survey of U.S. establishments. The common thread in these two approaches is that green jobs preserve or restore the environment.\nFirst, some green jobs make green goods and services.\nThe BLS counted jobs as “green” at establishments producing goods and services that benefit the environment or conserve natural resources. Workers in these jobs produce energy from renewable sources, make products that improve energy efficiency, abate pollution, reduce greenhouse gasses, recycle or reuse products, conserve natural resources, or encourage compliance with environmental regulations and good practices through education, training, and public awareness.\nSecond, the BLS counted jobs through which workers make their own establishments’ work processes more environmentally friendly or use fewer natural resources. Workers in these green jobs use energy from renewable sources which is generated through efficient technologies and practices. And, these workers employ processes that abate pollution or that conserve natural resources.\nDisplayed in Figure 1 are percentages of green jobs within private sector industries in the U.S. and in Pennsylvania during 2010. Green jobs were a small proportion of total private sector jobs in the nation and in our state.\n\n\n\nFigure 1: U.S. & PA Green Jobs, 2010\n\n\n\nThe percentages of green jobs in the U.S. and Commonwealth were similar – and low – within most industries. However, over one–third of all jobs in Pennsylvania’s utilities industry were classified as green, which is 3.1 times the concentration of green jobs in this industry than in the entire U.S. utilities industry. Also, green jobs were 2.5 times more concentrated in Pennsylvania transportation and warehousing – and 1.9 times more concentrated in the professional, technical, and service industry – than in the entire nation.\nThe count of Pennsylvania’s 182,200 green jobs in 2010 ranked fourth among the six states with greater than 100,000 green jobs. These, and the 2.3 million U.S. green jobs in 2010 counted by the BLS, are not necessarily net new jobs, a factor which has limited the anticipated impact of the development of green jobs on the nation’s employment picture.\nFor example, using the BLS data, the Pennsylvania Center for Workforce Information and Analysis estimated that the Pittsburgh area contained 18,000 green jobs in 2010. “I would not say we’ve had 18,000 new jobs in new categories,” Stefani Pashman, CEO of the Three Rivers Workforce Investment Board told the Pittsburgh Post–Gazette. “It’s kind of a ‘greening’ of existing jobs with some select growth in the industry.”\nMany observers are skeptical that government targeted funds for green job training are anything more than a boondoggle. State Budget Solutions, a self–described “non-partisan, positive, pro–reform, proactive” project, produced a report, “Green Jobs Don’t Grow on Trees,” in which was noted that “Pennsylvania is learning firsthand that increasing the number of green workers does not automatically increase employment. The state’s federally–funded MOVE-IT program cost $1.4 million and initially graduated 113 people, of whom only thirty-five were able to find a job. Rather than helping people find work, the program has merely turned over 75 out-of-work citizens into green out-of-work citizens.”\nAs senior policy analyst Kermit the Frog often sings,\n\nLast Revised\n\n[1] \"2024-09-18 15:04:31 EDT\"\n\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\n",
    "preview": "https://davidpassmore.net/blogd/img/kermit.jpeg",
    "last_modified": "2024-09-18T15:04:34-04:00",
    "input_file": {}
  },
  {
    "path": "lm/2022-04-02-flungatearth/",
    "title": "a bunch of sun flung at the earth?",
    "description": "Serious scientists can barely stir a yawn from the public, legislators, and polkicy-makers when in discussions about preparations for and consequences of severe solar events...published in 2009",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2009-05-18",
    "categories": [
      "solar storms",
      "cataclysm",
      "electric power grid",
      "disaster preparation"
    ],
    "contents": "\n\nWritten with Rose Baker. “Think our economy is in trouble now? Just wait until a bunch of the sun is flung at the Earth!,” Pennsylvania Business Central, 18(10), p. 7, 15 May 2009.\n\nDraw the shades, and douse the lights. Cue the dark, creepy music. Boil the sky with\nblack scudding storm clouds. Feel a damp chill as the spine tingles.\nThis is a scary story.\nDuring the late summer of 1859, astronomers noted that the sun especially was active.\nOn September 1, Richard Carrington, a British astronomer, observed an extremely large\nsolar flare, a giant, energy–releasing explosion on the sun’s surface. This flare ejected a large mass of geomagnetic plasma, consisting primarily of electrons and protons, toward\nthe Earth.\nWithin eighteen hours, the Earth experienced the largest ever–recorded geomagnetic\nstorm. Skies worldwide erupted in red, green, and purple auroras (“northern lights”) so\nbrilliant that newspapers could be read as easily during the night as in the day. Auroras lit the skies so brightly in the Rocky Mountains that the glow woke gold miners, who began cooking breakfast because they thought it was morning.\nTelegraph systems went wild. Electrical discharges shocked telegraph operators and\nstarted fires. Even when telegraphers disconnected batteries powering telegraph lines,\nelectrical currents induced in the wires by the solar event still allowed messages to be\ntransmitted.\nA rare event? Maybe so, but severe solar storms have had large consequences for the\nEarth.\nSolar storms have been disruptive in the U.S. already. For example, a huge solar flare\non August 4, 1972, knocked out long–distance telephone communication across Illinois.\nA similar flare on March 13, 1989, disrupted electric power transmission from a Hydro\nQuébec generating station in Canada, blacking out most of the province and plunging 6\nmillion people into darkness for 9 hours. Power surges from this geomagnetic storm even\nmelted power transformers in New Jersey. The same storm caused the atmosphere to\ninflate and, as a result, dragged a Long Duration Exposure Facility satellite studying\nextraterrestrial radiation exposure to a lower orbital height. In December 2005, a solar\nstorm disrupted satellite–to–ground communications and Global Positioning System\nnavigation signals for about 10 minutes.\nOur complex and interconnected modern infrastructure depends increasingly on a\nfunctioning electrical grid and electrical devices. Infrastructure for communications,\nelectrical power, water, banking, finance, and transportation sectors, to name a few, are\nhighly interdependent, as shown in a figure shown at the bottom of this article from a report by the Department of\nHomeland Security. A National Research Council report on the social and\neconomic impacts of severe space weather events, indicated that a replication of the solar storm first observed by Carrington would result in extensive, and possibly catastrophic, social and economic disruptions.\nAccording to the NRC report, a severe space weather event in the U.S. could induce\nground currents that would destroy 300 key transformers within about 90 seconds after a\nsolar pulse reached the Earth, cutting off power for more than 130 million people.\nAccording to a NRC map, Pennsylvania, along with\nthe entire northeastern U.S., particularly is vulnerable. In fact, NRC estimates that 55% of Pennsylvania transformers are at risk.\nPotable water would go first. Pumped water would stop. Without electricity pumping\nwater from reservoirs, water through taps would cease in four hours.\nNo electrically powered transport would function. Delivery trucks would run out of\nfuel, with no electricity to pump gas from underground tanks at filling stations.\nBack–up generators would last until their fuel ran out. Hospitals could provide about\n72 hours of slim, essential care. After that, modern healthcare, as we know it, would end.\nNatural gas and fuel pipelines require electricity to operate. Coal–fired power stations\nusually keep reserves to last 30 days. After that, no electricity. Grid failure would trigger programmed shut–down of nuclear power stations.\nPeople would die. Power loss would cripple major centers of pharmaceutical\nproduction. The supply of perishable medications, such as insulin, would be exhausted\nquickly.\nRestoration of service would take a shockingly long time. Months. Maybe years.\nReplacement, not repair, of melted transformer hubs would be required. Replacement\ntransformers, and the crews for installations, are scarce. Spare transformers would be\nused quickly. Production of replacements could take 12 months. Transportation of new\ntransformers to sites would become a nightmare.\nAccording to the NRC report, the impact of a “severe geomagnetic storm scenario”\ncould be as high as $2 trillion in the first year after the storm, which is many times the costs resulting from Hurricane Katrina. The NRC estimates recovery time between four\nto 10 years and questions whether the U.S. economy could recover completely.\nWith enough warning (no less than 15 minutes), electrical utilities could harden for an\nincoming solar pulse. However, satellites that form the current early warning system are\naged and becoming unreliable.\nThe installation of supplemental transformer neutral ground resistors in critical\nlocations throughout the U.S. could reduce anticipated damage from a solar storm’s\nwallop by 60% to 70%. The expected costs of the relatively easy installation of these\nrefrigerator–sized devices are approximately $150 billion, which sounds like a pretty good bargain in our current bailout economy.\nYet, serious scientists can barely stir a yawn when they discuss the preparations for and consequences of severe solar events.\nThe sun’s activity level rises and falls in approximately eleven–year waves. The next\nsolar sunspot and flare maximum is expected in 2012. Anyone have sunscreen, bottled\nwater, and a pet dog (they can be tasty, if prepared well) that they are willing to share?\nInfratructure is connected densely:\n\nLast Revised\n\n[1] \"2024-09-18 15:02:28 EDT\"\n\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\n",
    "preview": "lm/2022-04-02-flungatearth/impact.png",
    "last_modified": "2024-09-18T15:02:31-04:00",
    "input_file": {},
    "preview_width": 677,
    "preview_height": 404
  }
]
