[
  {
    "path": "ec/2022-08-01-legrep2012/",
    "title": "from the record -- what PA state senators said about the PA Petrochemicals Complex during legislative sessions ",
    "description": "Transcribed from legislative sessions in 2012, 2013, 2014, and 2019 of the Senate of the Pennsylvania General Assembly",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-08-10",
    "categories": [
      "Act 16",
      "Act 85",
      "Beaver County, Pennsylvania",
      "ethane",
      "ethane cracker",
      "ethylene",
      "Pennsylvania legislature",
      "Pennsylvania Petrochemicals Complex",
      "Shell Chemical Appalachia LLC",
      "Shell, plc",
      "tax expenditures"
    ],
    "contents": "\nShell Chemical Appalachia LLC is building and operating an ethane\ncracker to support polyethylene resin manufacturing in southwestern\nPennsylvania. The 386-acre Pennsylvania Petrochemicals Complex is\nadjacent to the Ohio River in Potter and Center townships near the\nborough of Monaca in Beaver County, Pennsylvania. Polyethylene is a\nfeedstock for manufacturing plastic products, especially packaging and\nauto components. Polyethylene is produced from ethylene created from\nsteam processing of ethane, a natural gas liquid found in some gas\nstreams in the Marcellus and Utica shale formations. I detail\ninformation the Complex in a blog posting, Questions remain about\npotential economic impact of soon-to-open Pennsylvania Petrochemicals\nComplex.\nThe Commonwealth of Pennsylvania used tax expenditures as incentives for\nsiting petrochemical plants such as the Complex in Pennsylvania:\nAct 16 in 2012 makes petrochemical manufacturers like Shell exempt\nfrom all corporate net income taxes and property taxes for 15 years\nafter first occupying the Beaver County site, as long as it invests\nat least one billion dollars (not necessarily in Pennsylvania) and\ncreates at least 400 new permanent full-time jobs. Shell said it\nwould deploy 600 jobs to operate the Complex.\nAct 85 in 2012 gives Shell a tax credit of 5 cents for every\ngallon of ethane it buys to manufacture ethylene, provided that\n2,500 full-time equivalent jobs are created during construction of\nthe Complex (≅6,000 were, according to Shell). Shell will pay no\ntaxes as stipulated in Act 16, but Shell can benefit by selling\nunused credits as tax equity for other purchasing firms to reduce\ntheir own tax liability.\nIn this blog posting, I reproduce passages extracted from transcripts of\ncomments about the Complex made by State Senators during meetings of the Pennsylvania\nGeneral Assembly that were published in the Commonwealth of\nPennsylvania Legislative Journal. I searched transcripts for any\nmention of ethane, cracker, petrochemical, Beaver County,\nMonaca, and Shell between 2011 and 2020. I list passages extracted\nin order from earliest to latest. Most numerous were passages from\n2012, but passages were identified for 2013, 2014, and 2019, also. Some\nyears do not contain targeted passages and are not listed.\n\n\n\nFigure 1: Commonwealth of Pennsylvania Journal.\n\n\n\nSelected for this blog posting are passages in which opinions were expressed about the\nPennsylvania Petrochemical Complex, but not passages in which the\nComplex is merely mentioned or in which the Complex seems tangential\nto the legislative discussion. Passages are presented in this blog out of context of\nsurrounding statements made and issues identified during legislative\nsessions, but are otherwise unedited. URLs are provided that link Adobe\nPDF files containing the transcripts in case an examination is desired of passages extracted within the fuller legislative record.. Page numbers are indicated from\nwhich passages were drawn.\nNavigation: Point to and click on the ‣ symbol in the listing shown below to expand\nthe text containing a passage.\n2012\nJune 5, 2012\n\nMike Stack (Democrat, 5th District), Legislative Journal, No. 34, pp. 532-533, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, once again, Governor Corbett has a short memory. Since his budget announcement back in February, the Governor has said that we have to hold the line on spending. Not only that, he said that this would be a new age of open, transparent government, like never before. He said that we were able to make some significant cuts during the last cycle, but more cuts were going to be needed to get us back on the road to fiscal responsibility.\nInterest groups such as college students were told that there was not enough money to appropriately fund their universities or to fund their PHEAA grants. Those with pre-existing health conditions were told there was not any money to continue to fund the adult basic health insurance program so that they could receive adequate coverage. The disabled and the elderly were told that while their causes may be worthy, there just was not any room at the inn.\nMiraculously, however, Mr. President, it appears that money may be found to give Shell Oil Corporation a $67 million annual tax credit for just a short time, 25 years, Mr. President. Who could use a multibillion dollar tax credit more than Shell Oil? I could think of a few people. You know, we could fund the aforementioned adult Basic insurance program with just one year’s tax credit. I cannot say that it would create any new jobs, but I think the 44,000 people who have already been thrown to the curb, if we continued the program, they might be healthy enough or alive to be able to at least work in these jobs.\nMuch like the proven litigator that he is, the details are being held very close to the vest, and it is not until you peel away the benign-looking Tax Code bill that the devilish details appear. For the next quarter century, Pennsylvania taxpayers, according to the plan, will be giving Shell close to $1.7 billion in tax credits to bring its ballyhooed ethane cracker plant and the jobs to Pennsylvania.\n\nJune 18, 2012\n\nMike Stack (Democrat, 5th District), Legislative Journal, No. 39, p. 610, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nIn the recent 10 days, it has been uncovered that the Governor has been negotiating, somewhat clandestinely and secretly, with Royal Dutch Shell to bring an ethane cracker plant to southwestern Pennsylvania. Supposedly, and I have heard this song before, we are going to let them basically get off beyond scot-free, with an almost $2 billion tax giveaway over 25 years, so that we are going to lock down the people of Pennsylvania for a quarter of a century into this obligation. At the same time, this same cracker plant is located in a KOZ, which means they will not owe any taxes anyway for a decade.\nIn the meantime, the folks out there, the little people, which is by far the majority of the people, it used to be people in the lower class, now it is pretty much the whole class, unless you are in the elite upper class, nobody is going to give you a tax give-away. But apparently, the Governor thinks it is a good idea, once again, to secretly try to make a deal with this huge international gas conglomerate to get obligated for all kinds of tax privileges. Essentially, at the end of the day, Pennsylvanians are going to owe this company about $7,000 apiece, and they are guaranteeing us something between 10,000 and 20,000 jobs. But I will tell you what, Mr. President, there is no way I am going to vote for any kind of legislation, and I do not think anyone in this body should, until we get a guaranteed number of jobs. The tax credit should be based on the number of jobs guaranteed for Pennsylvanians. I have seen the most recent studies that show that many of these jobs can be held, if in fact we create 10,000 to 20,000 jobs, and I am weary of that number, that these jobs can go to people in Ohio, they can go to people in West Virginia, and I want people in West Virginia and Ohio to have jobs, but first, Mr. President, I want Pennsylvanians to have a shot at these jobs.\nSo let us be sensible about this. Let us get it out in the open, and I know now we are running to catch up. I think the Governor sees, the legislature should know what is going on. He wants to vote this thing and fast-track it, which I think is terrible policy. We consider legislation around here that takes us months, years, and sometimes multiple years and hearings to determine the best way to pursue it. Now, we have not had a single hearing. We are finding out third-hand what is going on, and now, apparently, the Governor is going to let us in on a few things. Now, he wants us to pass it before the end of this budget cycle. There is no way we should fast-track something that is going to affect Pennsylvanians for a quarter of a century, that is going to be the biggest tax giveaway in the history of this country, and I think that Pennsylvanians have a right to know what is going on.\n\nJune 20, 2012\n\nJames Ferlo (Democrat, District 38), Legislative Journal, No. 41, pp. 644-645, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, my district is as far away as\nany from the prospective site of the ethane refinery, so the natural\nassumption is the chances of economic benefits working their\nway into our area are pretty remote. But it turns out that this\nproject is a winner for just about every part of Pennsylvania.\nIn northeastern Pennsylvania, there are dozens of plastic manufacturers,\nnearly 40 in Luzerne and Lackawanna Counties\nalone, who now must bring raw material down from Canada or\nup from the Gulf of Mexico. Being able to acquire it from just\nacross the State cuts shipping costs and time. A firm that can cut\ncosts becomes more competitive on the prices for its products, and more demand means more direct and indirect jobs. One of\nthe companies standing to benefit in this fashion is Procter &\nGamble. Located in Mehoopany, Wyoming County, P&G employs\nmore than 4,000 direct and indirect workers in every senatorial\ndistrict within a six-county radius. So when you think\nabout it, citizens who live in Senator Gordner’s district, Senator\nBlake’s district, Senator Yudichak’s district, and Senator Yaw’s\ndistrict all work at the P&G plant in my district. It is an economic\nengine in our region contributing to the local economy,\nhelping families buy homes, send their kids to college, investing\nin our communities through the United Way, and other charitable\ngiving.\nThe plant has already saved money by powering its operations\nwith its own natural gas wells, 10 billion cubic feet of gas a year\nno longer piped 1,500 miles from the Gulf of Mexico. The plant,\nhaving the ethylene for Pampers and other products closer to\nhome, adds to the savings, positioning them to expand and create\neven more jobs.\nAnother example is the PepsiCo company plant in Mountain\nTop. It is a production plant in Luzerne County, also in my Senatorial\ndistrict which produces Gatorade for distribution throughout\nthe entire northeastern United States. Recently, a bottle manufacturer\nco-located next door to this facility to improve efficiency\nin costs. Companies are more likely to expand profitable,\ncompetitive, productive locations, and these two regional employers\nare better positioned and better poised for future growth\nand future viability.\nOver the years we have seen multiple economic strategies\nlaunched in countless incentives and assistance programs offered\nto jump start job creation. Few have had any hope of yielding the\nimmense economic payoff anticipated for this project. So we can\nact decisively to insure a better economic future for all of Pennsylvania.\nI urge an affirmative vote.\n\nJune 26, 2012\n\nChristine Tartaglione (Democrat, District 2), Legislative Journal, No. 43, pp. 676-677, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, while we as a legislative body have already agreed to bond over $4.5 billion to reduce the Federal UC debt that business would have had to pay and allow them to continue to receive their FUTA tax credits, we still consider reducing or eliminating the capital stock and franchise tax, and we are con-sidering a tax credit for Shell Chemical L.P. that could exempt them from much of its State tax burden for a quarter-century, up to $1.65 billion over 25 years, all in the name of jobs, with absolutely no guarantee of how many jobs or how well-paying those jobs would be. I suggest that it is time we do something for our constituents in the Commonwealth and pass the amendment to avoid more and more Pennsylvania folks falling into poverty.\nTo that point, Mr. President, I point out just a few items of interest with regard to raising the minimum wage: The price of gasoline today is $1 per gallon more than it was last time when we voted to raise the minimum wage. Shell Oil Company made more than $7 billion in profit in the first quarter of this year due to those higher gas prices. Finally, in the 5 minutes it took me to make these remarks, Shell Oil made$300,000 in profit, while a minimum wage worker made 60 cents.\n\n\nMike Stack (Democrat, 5th District), Legislative Journal, No. 43, p. 678, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nI mentioned\nwe are now speeding forward to pass the State budget on time,\nand some folks may have heard about another issue that is looming\nout there that I cannot believe we are actually going to vote\non this week. We are going to vote on one of the biggest issues\nthis State has seen in probably 100 years, and that is the issue of\nthe huge tax giveaway to Royal Dutch Shell. As folks might\nremember, the media uncovered that Governor Corbett was secretly\nnegotiating with Royal Dutch Shell. I do not even like the\nsound of this, Royal Dutch Shell. The aforementioned company\nhas record profits in the billions of dollars. They are a company\nthat is already present here in Pennsylvania with Marcellus\nShale. They are a key player there. That is before we have even\nsettled the problem of this issue with pollution in hydraulic fracking, the process used in Marcellus Shale. So we have the\nissue of fracking. Now, apparently, we have an issue with an\nethane cracker coming into the same region. So we have\nfracking, and we are going to have cracking, and as far as people’s\nright to talk about this stuff and be involved, the man and\nwoman and child who are just trying to get by, as for your rights\nto discuss this, that is going to be sacked. So we are going to be\nfracking, cracking, and sacking here in Pennsylvania.\nI have talked about this, the idea that we can, in a knowing\nway, give away nearly $2 billion over a quarter of a century.\nThat is what Governor Corbett wants to do. That is what this\nlegislation will do. It will bind Pennsylvanians for 25 years to\ngive $2 billion in tax credits to Royal Dutch Shell because they\nhave said they may be able to create 10,000 or 20,000 jobs, but\nthey have not said that they can guarantee they are in Pennsylvania.\nActually, they have not really even said that they can create\n10,000 or 20,000 jobs. In fact, most of the people–the only thing\nthey have said, and the Tribune out of Pittsburgh pointed this out,\nthey talked about 400 to 600 jobs. That is all they are talking\nabout right now.\nThe bottom line is, we do not have all the information. Mr.\nPresident, we in our Caucus had a chance to be visited by DCED\nSecretary Walker and Revenue Secretary Meuser yesterday. I\nlike both of those gentlemen. I think they are both smart guys. I\nthink they are both good gentlemen and do the best that they can.\nWe asked them a lot of questions, the Members of the Democratic\nCaucus, about the commitment to jobs, what exactly happens\nwith these tax credits. By the way, when I say tax credits,\nladies and gentlemen, you should know, Pennsylvanians, what\nthis means in sheer math is you give $7,000 of your money to\nRoyal Dutch Shell. You give them the money. It gets taken from\nyou so that they can maybe create some jobs. You should have\na chance to ask some questions yourself. My guess is, you will\nnot. That is why guys like me are here, to try to ask those questions\nfor you.\nSo we are going to, in addition to the budget, vote on a little\npiece binding Pennsylvanians for a quarter of a century, we are\ngoing to vote on that this week. We have not even had a hearing.\nWe, 20 Members of the Democratic Caucus, met with these Secretaries.\nThey told us they still could not answer the questions we\nwere asking because negotiations are still going on. We are apparently\nafraid that if we do not win this deal, if we do not give\n$2 billion over 25 years, that Royal Dutch Shell, the record-\nprofiting international oil and gas company, will go to West\nVirginia or Ohio. So we are afraid that Ohio or West Virginia is\ngoing to give them a better deal. Mr. President, if Ohio and West\nVirginia wants to give them more than $2 billion in tax credits,\nmore of your money to get them to go there with a faint promise\nthat is uncommitted to create more jobs, maybe we should consider\nletting them do it.\nIn the meantime, we have many questions that have to be\nasked. What happens if Royal Dutch Shell comes here for\n10 years, they get their agreement for 25 years of tax credits,\nthen they decide to leave? Can they take their tax credits with\nthem? I fear the answer to that question, Mr. President. I think\nmost people are not aware of what these tax credits are. We have\nit with the film tax credit industry. A movie company can come\nhere and be given 10 years of tax credits. If they leave after a\nyear or two, or if they do not need the tax credits, they can hold\non to these tax credits and sell them to other companies, and they do not even have to be film companies. The same thing, I believe,\ncan be done with Royal Dutch Shell. We give them our\nmoney, they can sell it to someone else. This is incredible.\nMr. President, at a time when people are trying to pay their\nbills just to stay in their houses, they are worried about holding\nonto their own jobs, they are worried about their own future and\nthe future of their families to get an education and have a shot in\nPennsylvania, we are talking about the biggest cash giveaway in\nthe history of this State, and we have not even had a single hearing,\nlet alone a public hearing.\nMr. President, I cannot see any way how I can support such\na wrongheaded piece of legislation. I have a long track record of\nsupporting economic growth and job creation in this State, but\nmy job here is to ask the questions, certainly ask the tough questions,\nbut the easy questions have not even been asked yet. So I\ncannot see any way that I could vote for this huge tax giveaway.\nI know there is no way I can let the most vulnerable people of\nPennsylvania who are getting hit terribly hard in this budget, at\nthe same time we are talking about taking care of the super,\nsuper rich, I do not see how I can vote for the budget.\n\nJune 29, 2012\n\nElder Vogel (Republican, District 47), Legislative Journal, No. 46, p. 729, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nWe have an opportunity today,\nan opportunity that may never come again. What we have\nbefore us today is an opportunity to pass a bill that means thousands\nof jobs for Pennsylvanians all across the State. This bill\nprovides a performance-based tax credit that will be used for\npurchasing ethane and for using ethylene-manufactured goods.\nWe have the ability, by passing this bill, to stand up for jobs in\nthe Commonwealth, good-paying jobs, jobs that will sustain\nfamilies by providing a lifeline to communities all across the\nState who have suffered as a result of the steel mills closing\ndown years ago.\nIn mid-March, Shell Chemical announced that it signed a land\noption agreement to potentially build a $4 billion ethane cracker\nplant in Beaver County, located in my district. They did not say\nthey would build the plant, they said they would potentially build\nthe plant. This bill will help seal the deal. The tax credit before\nus will say to Shell, we want you to come, and we want the jobs\nyou are bringing with you. The Shell project will be the largest\neconomic development project in southwestern Pennsylvania in\nmore than a decade.\nEver since taking office, Mr. President, my\nnumber-one obligation to the people who elected me was to work\nhard to bring jobs to my district, and now, Mr. President, we\nhave an opportunity to do that just that, by passing this legislation\nwhich provides for the resource manufacturing tax credit.\nThe tax credit means jobs for the people of my district and\njobs for the people of Pennsylvania. We have a once-in-a-\nlifetime opportunity that will allow us to transform Pennsylvania\nback into the manufacturing powerhouse it once was. The\nconstruction of an ethane cracking facility in my district would\ncreate upwards of 10,000 jobs, and thousands of spinoff jobs for\nrelated industries that will spring up in the vicinity of the plant\nand across Pennsylvania to avail themselves of inexpensive and\nplentiful raw materials that will be transformed into many of the\nproducts we use every day - pool liners, trash bags, sealants,\ncarpet backing, insulation, detergent, food packaging, bottles,\nfootwear, clothing, and the list goes on and on.\nIf you travel around the country, you will inevitably meet a lot\nof people who used to be from Pennsylvania. When the mills\nclosed down, they left. This bill provides us an opportunity to\nbring those people back. I stand before you today to ask for your\nsupport. This bill means jobs, jobs, jobs. This is not a tax credit\nbill, this is a jobs bill. Let us rebuild Pennsylvania together. I ask\nthat you all stand with me and support the hardworking families\nof Pennsylvania.\n\n\nLisa Baker (Republican, District 20), Legislative Journal, No. 46, pp. 729-730, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, we have an opportunity to-day, an opportunity that may never come again. What we have before us today is an opportunity to pass a bill that means thou-sands of jobs for Pennsylvanians all across the State. This bill provides a performance-based tax credit that will be used for purchasing ethane and for using ethylene-manufactured goods. We have the ability, by passing this bill, to stand up for jobs in the Commonwealth, good-paying jobs, jobs that will sustain families by providing a lifeline to communities all across the State who have suffered as a result of the steel mills closing down years ago.\nIn mid-March, Shell Chemical announced that it signed a land option agreement to potentially build a $4 billion ethane cracker plant in Beaver County, located in my district. They did not say they would build the plant, they said they would potentially build the plant. This bill will help seal the deal. The tax credit before us will say to Shell, we want you to come, and we want the jobs you are bringing with you. The Shell project will be the largest economic development project in southwestern Pennsylvania in more than a decade. Ever since taking office, Mr. President, my number-one obligation to the people who elected me was to work hard to bring jobs to my district, and now, Mr. President, we have an opportunity to do that just that, by passing this legislation which provides for the resource manufacturing tax credit.\nThe tax credit means jobs for the people of my district and jobs for the people of Pennsylvania. We have a once-in-a-lifetime opportunity that will allow us to transform Pennsylvania-nia back into the manufacturing powerhouse it once was. The construction of an ethane cracking facility in my district would create upwards of 10,000 jobs, and thousands of spinoff jobs for related industries that will spring up in the vicinity of the plant and across Pennsylvania to avail themselves of inexpensive and plentiful raw materials that will be transformed into many of the products we use every day - pool liners, trash bags, sealants, carpet backing, insulation, detergent, food packaging, bottles, footwear, clothing, and the list goes on and on.\nIf you travel around the country, you will inevitably meet a lot of people who used to be from Pennsylvania. When the mills closed down, they left. This bill provides us an opportunity to bring those people back. I stand before you today to ask for your support. This bill means jobs, jobs, jobs. This is not a tax credit bill, this is a jobs bill. Let us rebuild Pennsylvania together. I ask that you all stand with me and support the hardworking families of Pennsylvania.\n\n\nJames Ferlo (Democrat, District 38), Legislative Journal, No. 46, pp. 730-731, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nSenator Vogel, to his credit, and\nothers have talked about what would be the best way to provide\nthat credit over the life of the next 20-plus years. I think it is a\nprudent investment. I have been in office 25 years. When I first\nwas elected, I was looking at a steel mill in South Side on Second\nAvenue. It has taken six mayors to transform the economic\ndevelopment, the business, and the vibrancy of the city of Pittsburgh.\nIt has happened over a long period of time. This so-called\ncracker plant may begin with the initiative here today in the Senate\nand the House and with this Governor, but the timeline is\nprobably going to be extensive and could go into some future\nadministration.\nI do think we need to start the clock ticking, provide the economic\ndevelopmental tool to this Governor in a nonpartisan fashion\nso that there could be appropriate, constructive, and prudent\nnegotiations with Royal Dutch Shell and what this economic\nopportunity means. That discussion and that arsenal of an opportunity\nand the arsenal of the tool box for economic development\nneeds to be in place now. I know there are people who are commenting,\nwhy are we doing this now? We are talking about a\nplant and a decision that has not even been made yet and may not\nbe made for several years. But that process begins now and it needs to begin in earnest. I certainly do support and differentiate\nthe non-wisdom of Act 13 versus what I do consider a prudent\nand appropriate investment for a tremendous amount of economic\ndevelopment.\nI will close with just one reminder. I will not start naming\nevery project, but in the time I have been here in the Senate, we\nhave, through public subsidy or through bond indebtedness, subsidized\nover $5 billion, with a “b,” $5 billion of economic investment.\nSo the $1.4 billion as proposed, or whatever it ends up\nbeing, is really not inconsistent with all the other energies that\nhave come before us.\n\n\nMichael Stack (Democrat, District 5), Legislative Journal, No. 46, p. 731, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I am not going to speak for a long time. I appreciate what many of the Members are talking about. I just have to say that frankly, as a Member of the Pennsylvania Senate, elected by and representing about 280,000 people, I feel I have a duty to be as informed as I possibly can be on something this monumental, significant, and long-term in this State. Frankly, Mr. President, I do not know all that much more about what we are trying to do here with regard to the Tax Code and the ethane cracker plant than I knew a couple of weeks ago when I first saw this story from Pete DeCoursey on Capitolwire that uncovered the fact that Governor Corbett was conducting negotiations on this issue.\nI know as we have gone forward with this, my friends and colleagues on the other side also felt they needed a lot more information both in the House and Senate, and folks have hustled in the whirlwind that we go through when we are trying to pass a budget to get all the information possible. All I can tell you is that I have supported tax credits in the past with the film tax credit. I am supportive of trying to encourage businesses to come here and invest in Pennsylvania, but usually, there has to be a very tight verification of what the deal is. What is the business offering, what is the Commonwealth offering, and what are the verifications for performance? That also goes with this whole concept of reform that many of us have been championing these last several years here. The whole concept of openness, transparency, making sure that the taxpayers and the people across the State know what we are doing, how we are doing it, and why we are doing it. That is an important issue in this State, and on this issue I do not believe we are coming even close to becoming open or transparent.\nSo my problem with this legislation is not with its intent. It is with the fact that the information available is not to the level that I think any taxpayer at home would want me to have in order to vote for a piece of legislation which proposes to bind the Commonwealth for a quarter century. I have heard many different promises with regard to jobs. And you have to be careful about promises in the legislature or in business, and you have to verify. But I have heard anything from 400 jobs, to 10,000 jobs, to 20,000 jobs, to more, to less. I have not seen anything that certifies that those jobs will be Pennsylvania jobs, certifies that those will be quality jobs, life-fulfilling, economy-sustaining jobs. And I am not satisfied that Royal Dutch Shell will be held to a standard where they must stay in Pennsylvania and carry out what-ever proposed obligations we are putting on them.\nI believe in jobs, and I believe that you make a pact with businesses to bring jobs to Pennsylvania. But when you cannot verify exactly how many jobs we are talking about, yet on the other side of the relationship, a business gets to verify what their tax package will look like but we do not really know what we will get, that is an unfair deal. That is not a good deal for the people of Pennsylvania. So until I get more information, until I really feel that we are going to get those jobs, that the people of Pennsylvania really are going to benefit, I cannot support this legislation, Mr. President.\n\n\nRobert Mensch (Republican, District 24), Legislative Journal, No. 46, pp. 731-732, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, let me start out with a very simple premise. Governments do not create economy, governments enable economies. That is called tax policies. Government does not have a product or service to sell. We do not make any money by ourselves, and the only way we get any money is when we tax somebody, whether it is a business or an individual. So, it is incumbent on us to envision methodologies, programs, and ideas that we can, as a State, make investments toward so that the private sector can bring us new taxable economy. That is what this cracker deal is all about. It is about bringing new jobs, it is about bringing new economy to the State.\nWhen I look around my area, and I live in Montgomery County, I think back to all the companies that used to be there: Bethlehem Steel, United States Steel, Firestone Tire, Kiwi shoe polish, Mrs. Smith’s Pies, and Mayer Pollock, who, by the way, erected the Golden Gate Bridge for Bethlehem Steel. We had great economic power in our State at one time. We do not today. We are suffering, we are suffering dramatically, and we have a chance here to bring new jobs to our State. We want to somehow politicize this. It is inappropriate to do that. We are hurting all of our citizens when we do that.\nI heard an argument earlier about a very parochial attitude toward this development. What is this going to do in my district?Let me tell you what it is going to do in everybody’s district. It is going to improve our economy for all of us. If you are worried about deliverables from State government today as new funding or funding in existing programs, you are going to want more taxable income in your district. If you want to see the government expand its spending, you are going to want more economy in the State that can be taxed. That is what the cracker plant will do. But, it is not only about one plant being developed by Shell. We are talking about tens of thousands of jobs that will be created upstream in the oil fields and downstream in the manufacturing, distribution, and the sales of these products. It is an in-credible opportunity for our State and it is one very worthwhile for us to invest behind.\nTo go back to what I said before, we do not sell a product, and we do not sell a service. To get a dollar, we need to tax some-body, and the best solution is to bring more taxable money and more taxable individuals into our State. Take people off of unemployment and give them new jobs, bring more citizens into this State, if that is what is necessary. Let us expand our economy and we can expand the positive welfare of all of the people within our State.\nThis is not just about my district. This is about Pennsylvania not needing to be competitive district to district or county to county. We do not even need to be competitive State to State. We need to be competitive with the international market. Pennsylvania has the highest, the highest corporate net income tax structure in the world. Pennsylvania used to be second to Japan. Japan lowered their corporate net income rate in February. We now stand alone as having the single highest corporate net in-come tax rate, and we have the highest corporate tax structure with the single sales factor, which hopefully we fix with net operating loss carryforwards limited, with capital stock and franchise tax, and with a corporate net income. We have the highest structure in the United States, in the world, and we disincentivize businesses from coming here. We now have an administration with an initiative to bring these jobs back to Pennsylvania, bring jobs back to Pennsylvania. This is an incredibly worthwhile investment by the State, and I stand in full support of House Bill No. 761.\n\n\nLisa Boscola (Democrat, District 18), Legislative Journal, No. 46, p.732, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I have been in the Senate for about 13 years now, and in the House for 4 years, and one of the things that I consistently said was that we need to make things in this country and this State, that manufacturing is important, and it resonates with people because, as you talk to individuals across the State, you will see that people say, what are we making here in this State? Are we becoming a service-oriented economy? If that is the case, we are not going to have the good-paying jobs out there, and we are not going to be able to compete globally. So when I saw this bill, and actually learned more about it, I thought, well, let us get into the details, and let us see what this manufacturing tax credit is really going to do.\nThis credit for Shell to build a chemical ethane cracker plant is a huge investment, some might say a huge risk. But with huge risks come huge rewards. I was a little cautious when I first heard about the language, but became more confident as I read more and more about this tax credit and about the Shell company, knowing that they probably would build a state-of-the-art facility. And why this is important to me, Mr. President, is be-cause I grew up as a steelworker’s daughter. I grew up in the city of Bethlehem where Bethlehem Steel was, where most of the people worked in the city of Bethlehem and the Lehigh Valley. And I will tell you what, it was a robust town, men and women working very hard, proud of what they were doing by making steel and building this country.\nNow, Bethlehem Steel is no longer around, but I can tell you that some of those men and women actually worked so hard to put their sons and daughters through college. That is kind of what I wanted to say today was, my father, a steelworker, when he was in high school, he actually got straight A’s in practically every class he was involved with. And sometimes they would give him a 0 because, especially in math, he would never get a single problem wrong. He applied to Lehigh University, but be-cause his family had no money, he could not attend. My father worked at the Bethlehem Steel plant with a good, solid-paying job, and he made sure that his daughter, if she was smart enough, would never be denied college because he could not afford it. Well, I went to Villanova University and got a master’s degree, and now I am a Senator. So what does that say?\nAnyway, the whole point of this story is, we have an opportunity today with the biggest manufacturing tax credit I have ever seen, it is going to bring good-paying jobs to this Common-wealth. What about those families? Maybe there is going to be a child or two whose family never went to college and one is going to be able to go now. The families are going to be happy. This State is finally going to become on record as one of the biggest job creators as compared to other States. That is fascinating, and I am enthusiastic about this, and I hope it works out. I know it will. When all those jobs are created, I probably will be one saying to the naysayers that I told you so.\nMr. President, I just want to say enthusiastically that, I think, this is one of the best pieces of legislation I have seen. I am proud to be part of the Senate today.\n\n\nJohn Blake (Democrat, District 22), Legislative Journal, No. 46, pp.732-733, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I have been in the Senate for about 13 years now, and in the House for 4 years, and one of the things that I consistently said was that we need to make things in this country and this State, that manufacturing is important, and it resonates with people because, as you talk to individuals across the State, you will see that people say, what are we making here in this State? Are we becoming a service-oriented economy? If that is the case, we are not going to have the good-paying jobs out there, and we are not going to be able to compete globally. So when I saw this bill, and actually learned more about it, I thought, well, let us get into the details, and let us see what this manufacturing tax credit is really going to do.\nThis credit for Shell to build a chemical ethane cracker plant is a huge investment, some might say a huge risk. But with huge risks come huge rewards. I was a little cautious when I first heard about the language, but became more confident as I read more and more about this tax credit and about the Shell company, knowing that they probably would build a state-of-the-art facility. And why this is important to me, Mr. President, is be-cause I grew up as a steelworker’s daughter. I grew up in the city of Bethlehem where Bethlehem Steel was, where most of the people worked in the city of Bethlehem and the Lehigh Valley. And I will tell you what, it was a robust town, men and women working very hard, proud of what they were doing by making steel and building this country.\nNow, Bethlehem Steel is no longer around, but I can tell you that some of those men and women actually worked so hard to put their sons and daughters through college. That is kind of what I wanted to say today was, my father, a steelworker, when he was in high school, he actually got straight A’s in practically every class he was involved with. And sometimes they would give him a 0 because, especially in math, he would never get a single problem wrong. He applied to Lehigh University, but be-cause his family had no money, he could not attend. My father worked at the Bethlehem Steel plant with a good, solid-paying job, and he made sure that his daughter, if she was smart enough, would never be denied college because he could not afford it. Well, I went to Villanova University and got a master’s degree, and now I am a Senator. So what does that say?\nAnyway, the whole point of this story is, we have an opportunity today with the biggest manufacturing tax credit I have ever seen, it is going to bring good-paying jobs to this Commonwealth. What about those families? Maybe there is going to be a child or two whose family never went to college and one is going to be able to go now. The families are going to be happy. This State is finally going to become on record as one of the biggest job creators as compared to other States. That is fascinating, and I am enthusiastic about this, and I hope it works out. I know it will. When all those jobs are created, I probably will be one saying to the naysayers that I told you so.\nMr. President, I just want to say enthusiastically that, I think, this is one of the best pieces of legislation I have seen. I am proud to be part of the Senate today.\n\n\nMary Jo White (Democrat, District 21), Legislative Journal, No. 46, p. 733, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I am excited to support this tax bill. As with the Tax Code or any code bill, there are things in it for people to love and for people to hate. But in this one, the tax incentives for the new Shell cracker plant in western Pennsylvania are one of the most exciting things I have seen in my 16 years in this body. It is a game changer for Pennsylvania today, tomorrow, and for my grandchildren. I ran again this time because of the Marcellus Shale opportunities. It is huge. It turns Pennsylvania into an energy exporting State once again. I come from an area where, 150 years ago, we were the oil and gas capital of the world. Today we are not, but the advent of the wet gas, particularly, the gas in western Pennsylvania, is transforming my communities.\nThe big issue for this cracker plant, frankly, when they made the decision to come here, I was talking to an executive of a company who has four cracker plants all down in the Gulf Coast, and she–the president of the company is female–said to me she was interested that they were going to build a cracker plant away from the refining complexes. Well, of course the reason is obvious: there are other uses for this gas as a feedstock for innumerable businesses, as Senator Baker pointed out. They are putting it up in the center of the area where this gas is being produced, and their big concern is that there is enough of this gas to sustain this plant for years into the future. That is what we are talking about here, Mr. President, the future.\nThis is, as I said, a game changer, a global change in Pennsylvania’s future economy. I am excited to support it, not just pleased to. When Senator Baker pointed out, correctly, that the–this is a new industry here, not just a new business or factory, and this will benefit every manufacturer in the State. I urge its support. Thank you.\n\n\nLarry Farnese (Democrat, District 1), Legislative Journal, No. 46, p. 733, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, very briefly, I was not going to rise, but I heard the comments of my good friend from Beaver County who started off the discussion tonight, and I heard him say something along the lines that we have a unique opportunity; an opportunity today to create jobs and create development, and to move Pennsylvania forward; an opportunity to really do something here in this Chamber, do something that we were sent here to do for the people we represent. I thought about that. Mr. President, the truth of the matter is that we had that opportunity many, many times in this building, many times on this floor. We had that opportunity last year when the Senate Democrats wrote out a plan known as PA Works. We had it again this year when we rolled out plan, after plan, after plan that talked about ways that Pennsylvania can move forward with no tax increases, no expenses to our citizens, and to quote what one of the earlier speakers said, allow government to enable economy.\nMr. President, government can enable the economy in many ways. It can enable the economy by giving huge tax breaks and incentives to the cracker plant, which I am going to be supporting today because I believe in this program. But let us not kid ourselves, Mr. President, there are many ways to create jobs, and there are many ways that government can enable an economy. Here is a secret that maybe a lot of people do not want to admit: Not all those ideas come from one side of the aisle. Sometimes those types of ideas come from this side of the aisle. Would it not be great if we could work in a bipartisan way to do exactly what the gentlemen from Beaver, Bucks, and multiple other counties characterized as government enabling the economy? Would it not be great if we could work together on many different ideas to do just exactly that?\nSo there is going to be a lot of support on both sides of the aisle for this because we believe in it, we believe it is good for Pennsylvania, but do not kid yourself, Mr. President, do not kid yourself. Many opportunities arise in this room. Many opportunities arise in this room for job creation, for job development, and to move Pennsylvania forward. This is one of them, and there have been many, many, many others. I hope when we return in the fall, and as we look forward to our next budgetary process, that when this side of the aisle comes forth with those kinds of ideas, I hope there is the willingness and the eagerness to support those with the same type of willingness and eagerness that you see on this side of the aisle to support this.\n\n\nJudith Schwank (Democrat, District 11), Legislative Journal, No. 46, p. 734, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I appreciate the opportunity to speak on this. You know, most folks who are listening to this back at home or when I try to explain it really do not under-stand how complex budgeting is here in the State Capitol. They think there is one big budget bill and we vote on it and then that is the end of it, but in reality, that is not the case. Of course here we are discussing House Bill No. 761, which is the Tax Code. Also, it has very key and important parts in our budget that we really must consider very carefully.\nThis bill, perhaps as its centerpiece, has the tax credit for the plant which will utilize the natural gas we are extracting through-out Pennsylvania and use it to make it into very valuable components that we can use in manufacturing. In fact, some of that manufacturing occurs in my district too. But even if it did not, I would be in support of this. I really want to be careful to say that I do not want to be parochial about this, I care about all Pennsylvanians. I want everybody to have a good job, if possible. I truly believe that this program or project will create many, many jobs and will get us back into the manufacturing game in a way that we have not been. I do not believe that we are not in manufacturing in Pennsylvania, but this will certainly enhance our economic capability here in the Commonwealth.\n\n\nAnthony Williams (Democrat, District 8), Legislative Journal, No. 46, p. 734, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I wish I could be as magnanimous\nas my previous counterpart and suggest that I am not\ngoing to be parochial. I am going to be parochial. While I am\nconcerned about the welfare of the Commonwealth with regard\nto jobs, there are a number of refineries that constituents of mine\nwho have been there for generations are now finding themselves\nunemployed. Sunoco and its decision to move on has had not just\na minor effect upon Marcus Hook or the southwest Philadelphia\ncommunity, but it had a major impact upon proud Philadelphians\nand Delaware Countians who have, for their lifetimes, similar to\nSenator Boscola’s father, been employed in a particular way.\nGenerations had found fertile ground if they were not able to go\non to college and did not have the opportunity, were able to feed\ntheir families and provide a stable background.\nThis new industry, which is arriving in waves, in titanic\nwaves to the shores of Pennsylvania, will find itself to southeastern\nPennsylvania for a while, which is said, what is the benefit\nof this new industry? Well, literally, this tax credit is not just\nabout shale or a shale company, it is about the cracker industry\nand what it can do for all of Pennsylvania. So while many people\nline up to this mike in very familiar territory, I want people to\nunderstand that those of us who argue at this mike for the least\nof us are also going to be joined at this mike when it comes to\nindustrial outcome and a robust economy. It is not the government\nwhich will put us back on our feet, it is the private sector,\nand we have to embrace that. I received phone calls from all\nparts of our community - union, private sector, those who are\nunemployed, those who are employed, engineers, and high\nschools - all having the hope that this industry will land in some\npart of southeastern Pennsylvania and provide the same hope that\nthe Marcellus Shale wave has presented to western Pennsylvania.\nI am delighted to see that there is an opportunity not just for\none segment of Pennsylvania, but for all of Pennsylvania. That\nin fact we, like Oklahoma, can become the centerpiece of an\nenergy industry, which is what will prevent us from being so\ndependent upon foreign shores across this country. So I hope that\ntoday’s vote will not just be a symbolic one, but in fact a new\nstart of how we collectively, bipartisanly, and creatively can\ncarve out an economy for all of Pennsylvania regardless of where\nyou live. So I too line up to support this particular piece of legislation.\nThank you, Mr. President.\n\n\nJay Costa (Democrat, District 46), Legislative Journal, No. 46, pp. 734-735, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I also rise to lend my support\nto House Bill No. 761, as we know is the Tax Code bill. Mr.\nPresident, as some of my colleagues, and Senator Schwank in\nparticular, recognized and referenced that through this budget\nprocess, there are a lot of other bills that are a major part of the\nimplementation of the budget, but also matters that must be addressed\nbefore we take our summer recess that are very, very important to this Commonwealth outside of the General Appropriation\nbill which we adopted earlier today. Mr. President, this\nis very much one of those bills. There has been a lot of talk about\nwhat we refer to as the cracker facility tax credit, the Shell tax\ncredit, and I do not want to lose sight of some of the other bills\nthat are parts and pieces of this Tax Code and I think are beneficial\nto Pennsylvania.\nSenator Schwank spoke about the inheritance tax issue and\nthe realty transfer tax issue with respect to agriculture and how\nimportant they are. I know that Senator Blake has been working\non tax credit language that is encompassed in this bill. Senator\nFerlo has spoken about realty transfer tax to avoid a loophole that\nis there, and the list can go on. There are a number of those types\nof things contained in this bill that are very, very important to\nallow us to go back into our communities and let our folks know\nthat we have been working to address these issues.\nBut as relates to the tax credit program, I am a supporter of\nthe concept and will be voting in the affirmative, as I stated. As\nI see it, Mr. President, in this General Assembly and in this Commonwealth\nand in our roles, and I have said it before, we have a\nchoice. We can stand up and make investments to try to facilitate\ninvestments of others and by others in our regions, or we can sit\nback and we can manage decline. In this particular case, we think\nit is imperative that we work together with the industry that is\ndeveloping in the southwestern part of the State, and look at the\nthings that can be done with respect to the use of this tax credit.\nA lot has been said about the downstream benefits, the subsequent\nestablishment and creation of industries in southwestern\nPennsylvania that we hope, and I strongly believe, will take place\nas a result of the tax credit proposal, and the program that will\nallow that to take place. But in order to make it work, we also\nneed to have upstream incentives, and that is exactly what is\ngoing to take place, I think as Senator Mary Jo White referenced\nearlier, how important it is to be able to use the resources that are\ngoing to come out of the ground in southwestern Pennsylvania\nand in a tri-State area, to be able to drive those resources to this\nfacility to allow the sustainability of the subsequent manufacturing\nfirms and industries that would be created there.\nAt the end of the day, this is going to create jobs, first and\nforemost in the construction industry for the next several years,\ntalking about 5,000 to 6,000 to 10,000 jobs. In fact, it was reported\nthat we will have 10,000 people at a peak time working\non this facility. Let us stop and think about what that means,\n10,000 people they say will be working on this facility getting it\nready. That is a pretty significant number of individuals who will\nbe employed from across our region, and that is something that\nis a benefit to this. But the upstream and downstream benefits in\nparticular are something we need to look at. The number of jobs\ncreated at the Shell facility in and of itself I think will be 400 to\n500. Those will be good paying, family sustaining jobs. What I\nimagine and what I heard are positions like chemists, chemical\nengineers, mechanical engineers, and the like. But more importantly,\nthe secondary industries that will be created. They will\nbecome – our universities and our colleges and our apprentice\nprograms and the trade unions will become the feeder system to\nbe able to put folks to work in those industries and in this facility,\nand that is what I am excited about.\nSo for a number of reasons that I have articulated, I stand here\nto lend my support to a program that I believe will revitalize, and\nas Senator White indicated, will be a global game changer for southwestern Pennsylvania and hopefully it will spread across\nthis wonderful and beautiful Commonwealth.\n\n\nAndrew Dinniman (Democrat, District 19), Legislative Journal, No. 46, p. 735, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, let me be brief, which is not easy for me. I sat here and listened to this debate. I rose in opposition because I believe our industry in the southeast is re-ally being hurt - Bucks, Montgomery, Chester Counties. I will vote for this bill, after I listened to this debate, but I vote for it in the hope that my other southeastern Senators, under the leader-ship of Senator Pileggi, will rise to help this industry in the next year.\nSo when we come to this debate, hopefully western Pennsylvania will prosper by this, but hopefully we will, as a body, also unite in helping that industry in the southeastern part of the State, which is at the absolute core of our economic prosperity in the southeast. You know, whether I am talking Bucks County, Chester County, Montgomery County, or the Lehigh Valley, a loss of this industry–and we are losing, if you look at the statistics, Pennsylvania is now one of the only seven States that is losing establishments and is losing employees in the United States. The rest of the United States is taking our companies from us, and this is hurting us. So I will support this bill. But again, I do so in the spirit and the hope, Mr. President, and you are from our region as well, that together we will help our region.\nFinally, let me say, I hope that this debate ends once and for all the rhetoric I sometimes hear from my Republican brothers and sisters to just let the free market economy work. Hey, listen, tax policy that Senator Mensch speaks about, what we are doing today, choosing winners and losers, is part of the global economy, is part of the economics that is played both in the United States and globally. So let us end the rhetoric that somehow we just amazingly allow this free market economy to work, because that is not what we are doing today. We are choosing a winner and using our tax credits. I am not saying it is wrong, it is the way the economy works, but after this vote, it will be very unfair for my Republican colleagues to continue the rhetoric that it is an unabashed free market economy. But I will support this.\n\n\nTimothy Solobay (Democrat, District 48), Legislative Journal, No. 46, pp. 735-736, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, I am glad to hear my colleague from the southeast and his pronouncement here right before me. I contemplated whether or not I would bring remarks to the floor, but I look at this as another opportunity to maybe advance something that we can talk about and look at in the fall and maybe as time moves forward.\nYou have heard through the Tax Code bill all the different things that are going to be affected and the things that are going to be helpful from not only the cracker tax credit portion but the agricultural side of things, other business-related things, the film tax credit, agriculture, as well as some of the historical property and the things that will be benefitted by this Tax Code.\n\n\nChristine Tartaglione (Democrat, District 2), Legislative Journal, No. 46, pp. 676-677, https://davidpassmore.net/blogd/files/leg/2012copy.pdf.\n\n\nMr. President, while we as a legislative body have already agreed to bond over $4.5 billion to reduce the Federal UC debt that business would have had to pay and allow them to continue to receive their FUTA tax credits, we still consider reducing or eliminating the capital stock and franchise tax, and we are con-sidering a tax credit for Shell Chemical L.P. that could exempt them from much of its State tax burden for a quarter-century, up to $1.65 billion over 25 years, all in the name of jobs, with absolutely no guarantee of how many jobs or how well-paying those jobs would be. I suggest that it is time we do something for our constituents in the Commonwealth and pass the amendment to avoid more and more Pennsylvania folks falling into poverty.\nTo that point, Mr. President, I point out just a few items of interest with regard to raising the minimum wage: The price of gasoline today is $1 per gallon more than it was last time when we voted to raise the minimum wage. Shell Oil Company made more than $7 billion in profit in the first quarter of this year due to those higher gas prices. Finally, in the 5 minutes it took me to make these remarks, Shell Oil made$300,000 in profit, while a minimum wage worker made 60 cents.\n\n2013\nFebruary 6, 2013\n\nJohn Blake (Democrat, District 22), Legislative Journal, No. 9, p. 142, https://davidpassmore.net/blogd/files/leg/2013copy.pdf.\n\n\nThe cracker plant in Beaver County, I supported that. Some of my colleagues supported\nit. Tax credits, one of the largest tax credits in the history\nof our Commonwealth, 15,000 new jobs. Do any of you know\nhow many will actually come from Pennsylvania? I do not. Will\nthey come from the corporate office, will they come from another\nState? We have a responsibility to represent 12 million\npeople.\n\n2014\nApril 29, 2014\n\nJames Ferlo (Democrat, District 38), Legislative Journal, No. 24, p. 1676, https://davidpassmore.net/blogd/files/leg/2014copy.pdf.\n\n\nI want to remind folks, I voted for the cracker plant\nbecause I believe strongly in economic development. If there is\ngoing to be a cracker plant and all it is hoped for, immediacy of\nlimited number of construction jobs during the build and\npost-employment with ancillary companies that would develop\nas a result of a cracker plant being located. If it is going to be 40\nmiles from Pittsburgh in Ohio, or 35 miles to West Virginia from\nPittsburgh, I would rather see it in Pennsylvania. So I voted for\nthat because consistently we Democrats and Republicans have\njoined together to support appropriate economic development.\nBut to me, there is another big leap to support the inappropriate\npractices of the industry. We need to strengthen our environment,\nour health, and the quality of life that we expect for our constituents\nand their respective communities. So, I do not see a contradiction\nhere, but we are losing sight of both our legislative and\nour moral obligations to protect the public interest. We can have\nthis industry develop to some extent. I think we should greatly\ncontrol where and when and how it drills to a far greater extent\nthan Act 13 has allowed.\n\nJune 26,2014\n\nJay Costa (Democrat, District 43), Legislative Journal, No. 41, p. 2009, https://davidpassmore.net/blogd/files/leg/2014copy.pdf.\n\n\nOne of the main areas is along the line of tax credits that are\nprovided across the Commonwealth. The budget that was just\npassed out of committee and came over from the House and\nlooks to be the foundation of what is going forward eliminates\nthose tax credits except for a couple, and one is the cracker facility\ntax credit. Another one is the film tax credit, as well as the\nEITC. All very, very good tax credit programs, and I supported\nthe cracker tax credit a couple of years back because I think it\nwill grow jobs. That makes sense, but what does not make sense\nis when you strip out the other tax credits that help grow jobs.\nThey help us in our neighborhoods.\n\n2019\nNovember 19, 2019\n\nCamera Barlotta (Republican, District 43), Legislative Journal, No. 33, p. 696, https://davidpassmore.net/blogd/files/leg/2019copy.pdf.\n\n\nAs the chair of the Senate Committee on Labor and Industry,\nI have spoken to numerous trade unions throughout the State and\nhave observed the partnership that exists between our trade\nschools, unions, and energy employers. This is partnership that\ninsures these high-paying, skilled jobs are filled by our local\nworkforce. For example, let us take a look at Shell’s ethane\ncracker plant in Beaver County, which is one of the largest economic\ninvestments to impact Pennsylvania since World War II.\nThis investment will utilize hundreds of local contractors and\nsuppliers, employ thousands of construction workers, and promise\nto create numerous permanent positions upon completion of\nthe facility. However, as part of this partnership with the community,\nShell has a $1.5 million investment in local education and\ntraining programs, such as the creation of new STEM labs to\ninsure students are equipped for the jobs of the future. Shell is\nalso to be commended for its commitment to help local veterans\nby providing training for various positions that will be needed\nwithin the new facility.\nWe must work together to avoid implementing unnecessary\nroadblocks that would halt this industry’s progress and instead focus our efforts on supporting a safe and reliable natural gas\ninfrastructure, workforce development initiatives, and job training\nprograms to strengthen our communities. In addition, as a\nmother of two grown children whom I have raised in this community,\nI can assure you that I take the safety and well-being of\nmy constituents very seriously. While I understand the need for\njobs and opportunities, I also support transparency and responsible\nregulations. It is time we pursue commonsense policies and\nnot jeopardize local priorities, job growth, economic development,\nand improved environmental outcomes for the sake of\npolitical ideology.\n\nLast Revised\n\n[1] \"2024-09-18 15:43:42 EDT\"\n\nAcknowledgements\nEllysa Cahoy, Education & Behavioral Sciences Librarian\nat Penn State University, guided me through the thick forests of online information pertaining to words and actions of the Pennsylvania Legislature. She found links to the transcripts that I coded and reported here. Ms. Cahoy and Chungil Chae, another collaborator, are conducting an analysis of the text in the passages reported in this blog posting.\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\n",
    "preview": "ec/2022-08-01-legrep2012/legjourn.png",
    "last_modified": "2024-09-18T15:43:45-04:00",
    "input_file": {},
    "preview_width": 1136,
    "preview_height": 340
  },
  {
    "path": "ec/2022-07-31-powder/",
    "title": "North-Central Pennsylvania is the capital of powder metallurgy parts manufacturing",
    "description": "The powder metallurgy parts manufacturing industry is a significant part of the history of the economy and technology of Pennsylvania and is highly concentrated in north-central Pennsylvania.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-08-05",
    "categories": [],
    "contents": "\n\nThis posting is a draft of a manuscript that was prepared in collaboration\nwith Rose M. Baker, Department of Learning Technologies, University of\nNorth Texas, Denton, Texas, and Chungil Chae, Business and Public\nManagement, Wenzhou Kean University, Wesan, China. The final version of this manuscript was published in 2023 at https://jotsjournal.org/articles/10.21061/jts.413 as “Powder Metallurgy Part Manufacturing Concentrated in North-Central Pennsylvania” in Volume 48, Number 1, pages 9-17 of The Journal of Technology Studies. (https://doi.org/10.21061/jts.413)\n\nPowder metallurgy (PM) is a generic term that includes\ntechniques to produce solid metal-based products from powders. PM part\nmanufacturing (PMPM, or simply PM\\(^{2}\\)) is a process for forming metal\nparts by sintering metal powders compacted in dies under pressure\n(PickPM, 2022e). “Sintering” is the process of heating the so-called\n“green compact” metal powder that was die-pressed into shapes\n(Rahaman, 2015). Sintering heats green compact parts just below their\nmelting points in furnaces in controlled, gas-enriched atmospheres to\nproduce finished metal parts.\nThe history of applying PM\\(^{2}\\) principles extends back as far as ≈3000\nB.C.E. (Adams, 2015), although commercial production of PM\\(^{2}\\)\naccelerated in the late 1800s (Horizon Technology, 2019). In 2022,\nPM\\(^{2}\\) is forecasted to account for only 6.5% of revenue generated by\nthe U.S. metal stamping and forging industry (Haupt, 2022a, p. 18), of\nwhich PM\\(^{2}\\) is a part. However, PM\\(^{2}\\) has been historically the\nmost profitable product segment of the metal stamping and forging\nindustry (Haupt, 2022b, p. 12).\nThe PM\\(^{2}\\) industry is a significant part of the history of the\neconomy and technology of Pennsylvania. PM\\(^{2}\\) in the United States is\nhighly concentrated in the north-central region of Pennsylvania. The\nhistory and performance of this concentration of PM\\(^{2}\\) within a rural\nPennsylvania region offer an example of how a geographic cluster of\nhuman, natural, technological, and capital resources can establish a\nniche in the national economy and exert technical leadership globally.\nAs narrated in a historical account assembled by Atlas Pressed Metals\n(2022), north-central Pennsylvania PM\\(^{2}\\) is\nrooted in the late 1800s production of pressed carbon in St. Marys,\nPennsylvania, to make metal graphite brushes for the then-emerging\nelectric power industry. Carbon pressing techniques developed to make\nthese parts were transferred to making carbon electrodes for deployment\nin electric arc steel furnaces in Pittsburgh. Then, inspired by porous\ncarbon bearings exhibited at the 1932 World’s Fair in Chicago, carbon\nproducers began to explore the growing possibilities of PM\\(^{2}\\) after\nWorld War II. When employees of these companies gained experience, they\nspawned their own companies for PM\\(^{2}\\). As production expanded,\ntechnology advanced, and PM\\(^{2}\\) expertise clustered around St. Marys,\nnorth-central Pennsylvania began branding itself as the “Powder\nMetallurgy Capital of the World” (see, e.g., DeLillo (2016);\nSt. Marys Chamber of Commerce (2022)).\nIn the remainder of this posting, we review the scope and operations of\nthe PM\\(^{2}\\) industry. First, we explain common processes for PM\\(^{2}\\).\nNext, resource and product markets for PM\\(^{2}\\) are described. Then, we\nanalyze U.S. Census Bureau data to account for the dense concentration\nof PM\\(^{2}\\) in north-central Pennsylvania. Last, some forces affecting\nPM\\(^{2}\\) growth and change in the U.S. are considered.\nAssembling this review was challenging. The PM\\(^{2}\\) research literature\npublished in refereed journals focuses on physics, chemistry,\nengineering, and metallurgy applications to PM\\(^{2}\\) processes. Few\ntextbook resources are available about PM\\(^{2}\\), primarily because\nPM\\(^{2}\\) receives scant attention in the education of engineers. For\ninstance, engineering students receive approximately one-half hour of\nlecture devoted to PM\\(^{2}\\) during their undergraduate experience at\nPenn State. As a result, expertise in PM\\(^{2}\\) often is acquired in\npractice, sometimes by entrepreneurs and innovators without formal\nengineering training.\nInformation about the organization, economics, and finances of PM\\(^{2}\\)\nis provided primarily in industry market reports sitting behind\npaywalls, in conference presentations, through audiovisual works, in\nblogs posted on company websites, and in the literature distributed by\nprofessional associations. To assemble our view of the scope and\noperation of PM\\(^{2}\\), we reviewed the extensive gray literature about\nPM\\(^{2}\\) and relied on discussion and advice received during interviews\nand meetings with various PM\\(^{2}\\) producers in north-central\nPennsylvania and through contacts we made with suppliers and customers\nfor PM\\(^{2}\\).\nProcesses\nI synthesized a straightforward, coherent narrative about PM\\(^{2}\\)\nprocesses from various online sources. Included among these sources is a\nsection about powder metallurgy provided in the Library of Manufacturing\n(2022b), in Summer School materials for the\nEuropean Powder Metallurgy Association (Arnhold (2017); Grande\n(2016); Whitaker (2008); Zanon (2017)), and in\ncompany and professional association blogs and websites (among many: ISQ\nDirectory (2022); MachineMaker (2022);\nMechanicalland (2021); Metal Powder Industries\nFederation (2008); PickPM\n(2022c), (2022f), (2022d); Powder Metallurgy\nReview (2016)).\nConventional Pressing\nA process, diagrammed in Figure 1, known as\npress–and–sinter is the core, conventional PM\\(^{2}\\) process. In this\nprocess, custom–blended metal powders are fed into a die, compacted by\na punch into the desired part, ejected from the die, and then sintered\nin a controlled atmosphere furnace at a temperature below the melting\npoint of the base material. Press–and–sinter processes offer\nrelatively low manufacturing and tooling costs and produce close\ntolerances in the finished parts.\n\n\n\nFigure 1: Conventional powder metallurgy process\n\n\n\nGeneral attributes of the PM\\(^{2}\\) process include elimination or\nminimization of machining; reduction of scrap and waste due to “net\nshape” processes; close dimensional tolerances; relatively low energy\nuse (e.g., metal need not be melted); and ability to produce complex\nshapes (examples of parts in Figure 2). However, to\neject the pressed green compact part from the die requires certain part\ndesign constraints. For instance, parts with undercuts, grooves,\nthreads, knurls, reverse tapers, or orifices at angles to the direction\nof pressing are ill-suited for PM\\(^{2}\\). Also, a green compact part\nresembles the greenware stage of ceramics production because the part\nejected from the die has just enough structural integrity to be handled\nand transported. As a result, part design is essential. For instance,\nsufficient radii of inner and outer flanges and the overall thickness of\nparts are required to maintain the integrity of a green compact part\nbefore sintering. Gear design for PM\\(^{2}\\) is another example of a\ndesign constraint. An adequate modulus of gear teeth is necessary to\nallow powder to fill a die and to maintain sturdiness before sintering,\nRefer to PickPM (2022a) and Penafiel (2017) for\nadditional design considerations.\n\n\n\nFigure 2: Examples of complex structures produced through powder metallurgy\n\n\n\nMetal powders are elemental or alloyed metals mixed with binders,\nlubricants, deflocullates, and additives before pressing. A binding\nmixture consolidates the loose powder. Lubricants are necessary because\nclearances values between punches and dies used for powder pressing\ntypically are less than .001 inch. Deflocullates stop the metal powder\nfrom clumping. Introducing additives can improve powder composition\nmachinability, wear resistance, or lubricity. Force for pressing for\nmost parts typically varies between 10,000 lbs/in2 (70 MPa) and 120,000\nlbs/in2 (800 MPa). Parts for this type of manufacture are mostly small\n(under 5 lbs), and press requirements are typically under 100 tons.\nPresses with capacities of several thousand tons are sometimes used for\nwork requiring more force. Double action presses, with opposing top and\nbottom punches, are common to reach the level and distribution of powder\ndesired for compaction. The pressure the press can deliver dictates the\nupper limit of the size of a part. Increasing the speed of pressing\nenhances productivity, but pressing too fast can trap air that can\nprevent the part from compacting properly.\nIn 2019, press-and-sinter processes produced approximately 93.0% of the\nvolume of worldwide PM\\(^{2}\\) industry output (Grand View Research, 2020a).\nHowever, various PM\\(^{2}\\) processes are available, some of which can add\nhigh market value but have correspondingly high production costs:\nIn\nmetal injection molding, metal powder is conventionally injection\nmolded to produce a green compact for sintering.\nIsostatic pressing\nconfines metal powder inside a flexible membrane surrounding a mold\nwhich acts as a barrier between the metal powder and a liquid or gas\npressurizing medium. Isostatic pressing is adapted especially to\nrelatively large, complex-shaped parts.\nPowder forging compacts metal\npowders into a “preform” shape in a die. The preformed shape is\nsintered. The sintered preform is coated with a lubricant and is closed\ndie forged (CFS Forge, 2022). Forging causes plastic flow, resulting in a\ndense, non–porous, dimensionally–precise, low waste part that\npossesses desirable mechanical properties.\nSpray forming is used to\nproduce semi-finished mill products in the form of billets, tubes, and\nsheets through high–rate deposition of atomized powder metal\nlayer-by-layer onto a substrate to form, after their solidification, a\nbulk product or thick coating.\nAn innovative PM\\(^{2}\\) process generating\nconsiderable attention is additive manufacturing, a group of\nfabrication processes through which three-dimensional parts are\nconstructed by adding layers of materials on point, line, or planar\nsurfaces (Hassanin & Jiang, 2015)—i.e., 3D printing using fine grade metal\npowders. Metal injection molders are researching potential manufacturing\nmarriages with additive manufacturing processes\n(Metal Powder Industries Federation, 2019).\nSintering\nSintering creates metallurgical bonds between the powder particles,\nadding desirable mechanical and physical properties to the part.\nSintering occurs in a sintering furnace in a controlled atmosphere that\ncan enhance PM\\(^{2}\\) part properties by, for instance, regulating\noxidation, reduction, and carbon content, making heating and cooling\nuniform, producing a uniform microstructure of the product, and adding\ncorrosion resistance. Since the late 1970s, a nitrogen/hydrogen mix has\nbecome the atmosphere of choice for PM\\(^{2}\\) sintering (Dwyer, 2022; Minghe Casting, 2021).\nThe typical sintering furnace contains a continuous mesh belt moving\nthrough three operating zones: (a) a pre-heat zone that burns off\nbinders and lubricants added at the pressing phase and increases the\ntemperature of the green part; (b) a hot zone in which the part raised\nto 70% to 90% of its melting point; and (c) a cooling zone, in which the\npart’s temperature is gradually lowered. Post–sintering processes also\ncan occur, such as machining, repressing (for decreased porosity and\nincreased hardness), impregnating with oil or resin (to produce a\nself–lubricating part), infiltrating with another metal (to remove\nresidual porosity and enhance part strength), plating, coating,\ndeburring, welding, steam treating (to oxidize surfaces for strength and\ndensity improvement), or furnace brazing with other parts. However, an\nefficiency feature of PM\\(^{2}\\) is that most finished parts require\nlittle or no secondary machining operations, such as stamped or forged\nparts.\nA practical and distinguishing metallurgical feature of PM\\(^{2}\\)\nprocesses is that parts for sintering are not subject to Gibbs’ phase\nrule ((Verret et al., 2020, p. 227) that would apply if these metals were\nalloyed by melting. This feature means that PM\\(^{2}\\) does not face many\nof the same chemical, thermal, and containment restraints placed on\nmaterials alloyed by melting due to intersections and disjunctions of\ntheir various liquid and solid phases (Powder Metallurgy, 2022).\nMarkets\nFor Resources\nPM\\(^{2}\\) purchases many of the inputs to processes from suppliers, just\nas most complex manufacturing operations do. However, PM\\(^{2}\\) producers\npurchase two critical supplies (PickPM, 2022b). One set of inputs\nincludes metal powders, lubricants, binders, additives, and other raw\nmaterials that go into making finished parts. Another set consists of\nthe tooling, process equipment, industrial gases, and related services.\nAlso, some PM\\(^{2}\\) producers might choose to outsource post-sintering\nproduct finishing.\nMetal powder is a unique and essential input to PM\\(^{2}\\) processes. In\nnorth-central Pennsylvania, ferrous metal powder is dominant in\nproduction. Ferrous powder accounted for 89% of the global volume share\nof metal powder purchased in 2019 (Grand View Research, 2020b). Atomization\nis the most popular method of metal powder production\n(Library of Manufacturing, 2022a). In the gas atomization technique, the\nmost common atomization method (Uygun, 2021), molten metal is provided\nthrough a nozzle, where it is atomized by an inert gas jet. This inert\ngas jet separates the molten metal into small metal dimples. These\ndimples solidify to produce metal powder. The powder can vary by shape,\nporosity, flow and friction characteristics, surface chemistry, and bulk\ndensity and is mixed before packing to include lubricants, binders,\ndeflocculates additives, and additional materials\n(Library of Manufacturing, 2022a).\nTooling is another critical and unique input to PM\\(^{2}\\) processes. A\nclose fit of a punch with a die is necessary so that pressed metal\nparticles do not become stuck in the clearance between the punch and\ndie. Most punches and dies are made from hardened tool steels, the\nsurfaces of which are ground and polished or lapped in the direction of\ntool movement. Tungsten carbide is used to make punches and dies for\nmore powerful powder pressing operations. These features demand high\ntolerance production of machine tooling and dictate careful tool use,\nmaintenance, and care requirements.\nMany PM\\(^{2}\\) suppliers—gas furnace fabricators, gas suppliers,\nmachine shops—are proximal to PM\\(^{2}\\) producers in the north-central\nPennsylvania region. Metal powder is supplied from outside the region.\nFor Products\nThe global PM\\(^{2}\\) market was valued at $7.49 Billion (US) in 2020 and\nis projected to reach $12.63 Billion by 2028, growing at a compound\nannual growth rate of 6.77% from 2021 to 2028\n(Verified Market Research, 2021). The increasing demand for PM\\(^{2}\\) parts\nin manufacturing automotive components is a significant factor in this\nglobal growth (Grand View Research, 2020c; Research & Markets, 2020; Zanon, 2017), especially in China and India (MENAFIN, 2022). The\nautomotive industry is the customer for most of the PM\\(^{2}\\) parts\nproduced in north-central Pennsylvania.\nAccording to the Metal Powder Industries Federation\n(2022), the typical U.S. light-duty\nvehicle contains about 37 pounds of PM\\(^{2}\\) parts. Pickup trucks\naverage about 60-95, depending on the configuration. The standard U.S.\npassenger sedan averages 20 pounds. More than an estimated 1.5 billion\nPM\\(^{2}\\) powder forged connecting rods have been made for light-duty\nvehicles produced in the U.S., Europe, and Japan. Commercial aircraft\nengines contain 1,500-4,400 pounds of PM\\(^{2}\\) per engine.\nThe automotive industry and its consumers are moving quickly away from\nthe internal combustion engine in favor of fully electric vehicles and\nhybrids, however. Increased sticker prices have made new vehicles less\naffordable for some consumers. The average income of a new vehicle buyer\nwas $124,000 in 2021 (Deka & White, 2021). And, with global supply disruptions\nand rising inflation, the number of vehicles sold in the United States\nin early 2022 plummeted (Rosevear, 2022). Consequently, the demand for\nPM\\(^{2}\\) connecting rods, main bearing caps, and other internal\ncombustion engine components is likely to decline.\nThe PM\\(^{2}\\) industry hopes to leverage its extensive experience in\nsupplying the automotive industry experience to supply electric vehicle\nproducers. For instance, GKN Power Metallurgy is responding to the\nincreasing demand for a stable supply of permanent magnets, which are\nvital components of electric vehicle motors (Klaus, 2022). Fiodin &\nKianan (2021), based on a teardown of a Tesla vehicle, found\nthat the use of PM\\(^{2}\\) parts in transmissions of electric vehicles\ncould lower manufacturing costs by approximately 20% (p. 50). Other\nmarkets are emerging. For instance, aerospace and defense demand for\nPM\\(^{2}\\) parts is increasing in the PM\\(^{2}\\) market\n(Stratview Research, 2022), but not a large factor in north-central\nPennsylvania PM\\(^{2}\\) output.\nConcentration in North-Central Pennsylvania\nEmployment and wages in PM\\(^{2}\\) in the United States are highly\nconcentrated in just three rural counties in north-central Pennsylvania:\nJefferson, Elk, and Cameron (See Figure 3). The\nEconomic Research Service of the U.S. Department of Agriculture\nclassifies these three counties as rural due to relatively low\npopulation density and distance from metropolitan areas (USDA ERS, 2013).\nOur analysis of Economic Research Service data sets (USDA ERS, 2022)\nrevealed that two counties (Jefferson and Cameron) experience moderately\nhigh household poverty levels. Less than 20% of the population of these\ntwo counties have completed high school. All three counties have\nexperienced long-term population declines. These socioeconomic\nconditions accent the importance of PM\\(^{2}\\) dominance for the economic\nwell-being of residents in the three-county region.\n\n\n\nFigure 3: Jefferson, Elk, and Cameron Counties in Pennsylvania contained 38% of establishments, employed 38% of workers, and paid 36% of wages in PM\\(^{2}\\) (NAICS 332177) in the United States, 2021 4th Quarter  ( Map created using MapChart (2022). Calculations of shares of establishments, employment, and wages using data from Bureau of Labor Statistics (Bureau of Labor Statistics, 2022). NAICS 332177 is a six-digit classification used for classifying PM\\(^{2}\\) industry activity by the U.S. Census Bureau (2022).\n\n\n\nDocumented in Table 1 is the high concentration of employment and wages\nin PM\\(^{2}\\) in north-central Pennsylvania. The PM\\(^{2}\\) industry makes\nup a much larger share of Pennsylvania’s employment total than it does\nfor the nation.1 The concentration of PM\\(^{2}\\) employment and wages in\nPennsylvania is more than 13 times the concentration of employment and\nwages for PM\\(^{2}\\) in the U.S. workforce. Pennsylvania is the location\nfor 38% of all U.S. establishments producing PM\\(^{2}\\) parts.2\n\n\nTable 1. Powder Metallurgy Parts Manufacturing Establishments, Employment, Wages, and Employment and Wages Location Quotients in the United States, Pennsylvania, and Selected Pennsylvania Counties, 2021 4th Quarter\n    Region\n      Establishments1\n      December Employment\n      Total Wages2\n      Employment Location Quotient3\n      Wages Location Quotient4\n    U.S. Total\n167\n8702\n$130,033\n1.00\n1.00Pennsylvania\n63\n4622\n$64,025\n13.56\n13.18Pennsylvania Counties\n\n\n\n\nCameron\n5\n388\n$8,014\n3882.58\n7833.02Elk\n32\n2276\n$30,685\n2899.67\n3838.84Jefferson\n6\n655\n$8,377\n758.76\n996.84Source: https://bit.ly/PA332117\n    1 An establishment is generally a single physical location where business is conducted or where services or industrial operations are performed.\n    2 In thousands of nominal U.S. dollars.\n    3 Employment Location Quotient = local concentration / national concentration, where local concentration = local PM employment / local all-industry employment, and national concentration = national PM employment / national all-industry employment. \n    4 Calculated same as Employment Location Quotient, but substitute Total Wages for employment in calculations. \n    \n\nEven more remarkable are the extraordinarily high concentrations of\nPM\\(^{2}\\) employment and wages in the three counties—i.e.,\nconcentrations of employment and wages between 758 and 7833 times higher\nthan in the nation. These very dense employment and wage concentrations\nindicate the dominance of PM\\(^{2}\\) in north-central Pennsylvania in the\nnational PM\\(^{2}\\) industry. Jefferson, Elk, and Cameron counties in\nPennsylvania contained 38% of establishments, employed 38% of workers,\nand paid 36% of wages in PM\\(^{2}\\) in the U.S. during 2021.\nHigh industry employment and wage concentrations in PM\\(^{2}\\) within the\nregion, relative to the nation, highlight the importance of the industry\nfor exports from the north-central region. Shields (2003)\nstated, “An exporting industry is one where the industry not only meets\nthe demand for its products, but also produces enough so it can sell\noutside the region….A location quotient greater than 1.0 indicates\nthat the economy is self–sufficient, and may even be exporting the good\nor the service of that particular industry” (p. 3). Industries such as\nPM\\(^{2}\\) sell exports outside a region to contribute to the region’s\neconomic base. Economic base theory (explicated in Munroe & Biles\n(2005)) suggests that the means for strengthening and growing\nthe local economy is to develop and enhance the exporting sectors\n(Klosterman, 1990, p. 115). In this way, PM\\(^{2}\\) is a driving “engine”\nfor the north-central Pennsylvania economy.\nCompetitive Forces\nWe analyzed competitive forces affecting the PM\\(^{2}\\) in north-central\nPennsylvania using techniques specified by Porter (1998); see\nalso Porter’s Five Forces Analysis (2022)). The analysis drew on information from structured\nface–to–face and telephone meetings, gleaned during plant tours and\nover informal lunches, and captured in confidences revealed in\nunstructured personal conversations. Competitive forces identified were\nsummarized around five themes: the threat of entry of new competitors;\nbargaining power of customers; bargaining power of suppliers; the threat\nposed by substitute products; and the nature of competitive rivalry\nwithin the PM part manufacturing industry. We conclude that the\nenvironment for PM\\(^{2}\\) in north-central Pennsylvania is highly\ncompetitive.\nThe threat of entry of new competitors. The potential of profitable\nmarkets can draw firms to the region’s PM\\(^{2}\\) industry either through\nacquisitions and mergers or through start-ups. New entrants can affect\nthe competitive climate in many ways. For example, new entrants can\nbring additional capacity to the PM\\(^{2}\\) industry in the region,\ncapture market share from incumbents, bid down industry prices, or\ninflate incumbent’s costs, and, in these ways, effectively affect the\nprofitability of incumbents.\nBargaining power of customers. Customers for PM\\(^{2}\\) parts from\nnorth-central Pennsylvania are primarily from the highly concentrated\nautomotive industry. These PM\\(^{2}\\) customers enjoy strong bargaining\npower for PM\\(^{2}\\) part prices. In some cases, customers drive the\nindustry’s prices down, bargain for more or better service at the same\nor lower prices, and pit firms in the industry against one another.\nPM\\(^{2}\\) firms in north-central Pennsylvania produce standard,\nundifferentiated PM\\(^{2}\\) parts, so buyers face low costs of switching\namong PM\\(^{2}\\) producers.\nBargaining power of suppliers. A small number of suppliers affects the\nPM\\(^{2}\\) industry in north-central Pennsylvania. For example, suppliers\ncan raise prices in response to changes in their own markets or reduce\nthe quality of their products without lowering prices. At the extreme,\nsome suppliers refuse to work with a firm or charge excessively high\nprices for unique resources. Because few suppliers are available, few\nsupply substitutes exist, and costs to the PM\\(^{2}\\) firms for switching\nsuppliers are high, suppliers hold strong bargaining power.\nThe threat of substitute products. Substitutes for PM\\(^{2}\\) parts\nincrease the propensity of customers to switch to alternative products\nin response to price increases. High elasticity of substitution for some\nPM\\(^{2}\\) parts by product alternatives limits the potential returns in\nthe PM\\(^{2}\\) industry by capping price changes. Attractive price/quality\nsubstitutes for PM\\(^{2}\\) parts place a tight lid on PM\\(^{2}\\) firm\nprofits in north-central Pennsylvania. Competitive rivalry within the\nindustry. North-central Pennsylvania contains a close community of\nPM\\(^{2}\\) firms. Rivalry among firms is a significant determinant of the\nPM\\(^{2}\\) competitive climate in the region. Rivalry for advantage in\nproduct and resource markets often occurs along price dimensions.\nRegional rivals also compete aggressively on non–price dimensions such\nas innovation, marketing, branding, public recognition, and family\nrivalries.\nConcluding Remarks\nThe PM\\(^{2}\\) industry is a small niche within the metal stamping and\nforging industry in the United States. PM\\(^{2}\\) firms in north-central\nPennsylvania hold a large portion of that small niche. Although PM\\(^{2}\\)\nin the region depends on the automotive industry for demand for\npress-and-sinter parts for internal combustion engines, opportunities\nare emerging for producing PM\\(^{2}\\) parts for electric vehicles. The\nPM\\(^{2}\\) industry cluster in north-central Pennsylvania is an example of\na successful regional agglomeration of manufacturing leading to regional\neconomic advantage and technological leadership.\nLast updated on\n\n[1] \"2024-09-03 11:51:31 EDT\"\n\nAcknowledgements\nI received helpful advice about this posting from Paul Sedor, Vice\nPresident of Member and Industry Relations for the Metal Powder\nIndustries Federation. I also benefited over the years from\nconversations and advice from powder metallurgy producers and their\nsuppliers and customers. Ellysa Cahoy, Education & Behavioral Sciences\nLibrarian at Penn State University, solved several problems limiting\nintegration into RMarkdown of Zotero .cls code to implement citation\nand reference guidelines from 7th edition of the Publication Manual of\nthe American Psychological Association. She also found at\nhttps://data-lessons.github.io/literate-programming-r-demo/04-bibliographic-citations/\nsuggestions for managing in-text citations from Zotero in RMarkdown.\nReuse\n\nNOTES FROM PITTSBURGH by David L. Passmore is licensed under Creative Commons Attribution-ShareAlike 4.0 International. Figures/photos/images/maps reused from other sources do not\nfall under this license and are recognized by text in captions starting:\n“Figure from…” or “Photo from…” , “Image from…” or “Map from….”\nSources for these external media are cited in captions.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in email to David L. Passmore.\n\n\n\nAdams, J. P. (2015). History of powder metallurgy (P. Samal & J. Newkirk, Eds.; Vol. 7). ASM International. https://doi.org/10.31399/asm.hb.v07.9781627081757\n\n\nArnhold, V. (2017). Powder metallurgy (PM) for beginners: An introductory lecture. https://www.epma.com/document-archive/pm-reference-materials/665-pm2017-powder-metallurgy-pm-for-beginners-an-introductory-lecture/file\n\n\nAtlas Pressed Metals. (2022). Powdered metallurgy history. https://atlaspressedmetals.com/history/\n\n\nBureau of Labor Statistics. (2021). QCEW location quotient details. https://www.bls.gov/cew/about-data/location-quotients-explained.htm\n\n\nBureau of Labor Statistics. (2022). Private, NAICS 332117 powder metallurgy part manufacturing, all geographic areas 2021 fourth quarter, all establishment sizes. https://data.bls.gov/cew/apps/table_maker/v4/table_maker.htm#type=4&year=2021&qtr=4&own=5&ind=332117&supp=1\n\n\nBureau of the Census. (2022). 2022 NAICS definition: 332117 powder metallurgy part manufacturing. https://www.census.gov/naics/?input=332117&year=2022&details=332117\n\n\nCFS Forge. (2022). Closed die forging. https://www.steelforging.org/closed-die-forging/\n\n\nDeka, K., & White, J. (2021). U.s. Auto sales slump as less affluent buyers walk away. https://news.yahoo.com/u-auto-sales-set-weakest-170558754.html\n\n\nDeLullo III, D. (2016). Powder metallurgy capital of the world. https://blog.comtecmfg.com/blog/powder-metallurgy-capital-of-the-world\n\n\nDwyer, J. J. (2022). Controlling properties of sintered-steel P/M components using atmosphere. https://www.industrialheating.com/articles/88343-controlling-properties-of-sintered-steel-p-m-components-using-atmosphere\n\n\nFiodin, A., & Kianan, B. (2021). Tesla teardown: Identifying potential uses for PM in electric vehicle transmissions. Powder Metallurgy Review, 10(4), 45–52. https://www.pm-review.com/wp-content/uploads/2021/11/PM-Review-Winter-2021.pdf\n\n\nGrand View Research. (2020a). Metal powder market size analysis report, 2020-2027. https://www.grandviewresearch.com/industry-analysis/metal-powder-market\n\n\nGrand View Research. (2020b). Metal powder market size analysis report, 2020-2027. https://www.grandviewresearch.com/industry-analysis/metal-powder-market\n\n\nGrand View Research. (2020c). Metal powder market size analysis report, 2020-2027. https://www.grandviewresearch.com/industry-analysis/metal-powder-market\n\n\nGrande, M. (2016). EPMA powder metallurgy summer school. https://www.epma.com/document-archive/summer-school-presentations/summer-school-2016/603-introduction-to-pm/file\n\n\nHassanin, H., & Jiang, K. (2015). Net shape manufacture of freestanding ceramic micro-components through soft lithography (Y. Qin, Ed.; 2nd ed., pp. 239–256). William Andrew Publishing. https://doi.org/10.1016/B978-0-323-31149-6.00010-4\n\n\nHaupt, N. (2022a). Metal stamping and forging in the US. Retrieved from IBISWorld proprietary database at https://www.ibisworld.com/\n\n\nHaupt, N. (2022b). Metal stamping and forging in the US. Retrieved from IBISWorld proprietary database at https://www.ibisworld.com/\n\n\nHorizon Technology. (2019). History of powder metallurgy & metal powder products - & their future. https://www.horizontechnology.biz/blog/history-of-powder-metallurgy-metal-powder-products\n\n\nISQ Directory. (2022). Powder metallurgy. https://www.iqsdirectory.com/articles/powder-metal-parts/powder-metallurgy.html\n\n\nKlaus, C. (2022). GKN Powder Metallurgy enters permanent magnets for electric vehicles market. https://newsdirect.com/news/gkn-powder-metallurgy-enters-permanent-magnets-for-electric-vehicles-market-787345123\n\n\nKlosterman, R. (1990). Community analysis and planning techniques. Rowman & Littlefield Publishers. https://archive.org/details/communityanalysi0000klos/page/n7/mode/2up\n\n\nLibrary of Manufacturing. (2022a). Powder production. https://www.thelibraryofmanufacturing.com/powder_processes.html\n\n\nLibrary of Manufacturing. (2022b). Pressing and sintering of powder parts. https://www.thelibraryofmanufacturing.com/pressing_sintering.html\n\n\nMachineMaker. (2022). An Overview of Powder Metallurgy and Its Big Benefits. https://www.themachinemaker.com/ravibollina/powder-metallurgy-and-its-big-benefits\n\n\nMapChart. (2022). United States - Counties. https://mapchart.net/usa-counties.html\n\n\nMechanicalland. (2021). Powder metallurgy; process, advantages, parts, materials. https://mechanicalland.com/powder-metallurgy-process-advantages-parts-materials/\n\n\nMENAFIN. (2022). Powder metallurgy components market size, revenue analysis, PEST, region & country forecast, 2020-2028. https://menafn.com/1104450378/Powder-Metallurgy-Components-Market-Size-Revenue-Analysis-PEST-Region-Country-Forecast-20202028\n\n\nMetal Powder Industries Federation. (2008). Powder metallurgy: The preferred metalforming solution. Metal Powder Industries Federation.\n\n\nMetal Powder Industries Federation. (2019). The powder metal industry outlook: 2019. https://www.machinedesign.com/materials/article/21837975/the-powder-metal-industry-outlook-2019\n\n\nMetal Powder Industries Federation. (2022). Powder metallurgy fact sheet. https://www.mpif.org/Portals/1/Docs/Events/PowderMet2022/Press%20Release/June-2022-FactSheet.pdf?ver=668CvufLj6B2lDRk7ry5mg%3d%3d\n\n\nMinghe Casting. (2021). The atmosphere control during sintering process of sintered steel and its performance. https://www.diecastingcompany.com/helpful-articles/the-atmosphere-control-during-sintering-process-of-sintered-steel-and-its-performance\n\n\nMunroe, D. K., & Biles, J. J. (2005). Regional science (K. Kempf-Leonard, Ed.; pp. 325–335). Elsevier. https://doi.org/10.1016/B0-12-369398-5/00365-0\n\n\nPenafiel, J. (2017, June 28). PM for non PM specialist seminar. https://www.epma.com/document-archive/pm-reference-materials/636-design-guidelines-in-the-press-sinter-process/file\n\n\nPickPM. (2022a). Design considerations with powder metallurgy. https://www.pickpm.com/DesignCenter/DesignConsiderations.aspx\n\n\nPickPM. (2022c). The powder metallurgy industry. https://www.pickpm.com/IntrotoPM/ThePowderMetallurgyIndustry.aspx\n\n\nPickPM. (2022d). The powder metallurgy industry. https://www.pickpm.com/IntrotoPM/ThePowderMetallurgyIndustry.aspx\n\n\nPickPM. (2022b). The powder metallurgy industry. https://www.pickpm.com/IntrotoPM/ThePowderMetallurgyIndustry.aspx\n\n\nPickPM. (2022e). What is powder metallurgy? https://www.pickpm.com/IntrotoPM.aspx\n\n\nPickPM. (2022f). What is powder metallurgy? https://www.pickpm.com/IntrotoPM.aspx\n\n\nPorter, M. (1998). Competitive strategy: Techniques for analyzing industries and competitors. Free Press.\n\n\nPorter’s five forces analysis. (2022). https://en.wikipedia.org/w/index.php?title=Porter%27s_five_forces_analysis&oldid=1095294046\n\n\nPowder metallurgy. (2022). https://en.wikipedia.org/w/index.php?title=Powder_metallurgy&oldid=1095074123\n\n\nPowder Metallurgy Review. (2016). Introduction to powder metallurgy. https://www.pm-review.com/introduction-to-powder-metallurgy/\n\n\nRahaman, M. N. (2015). Sintering theory and fundamentals (P. Samal & J. Newkirk, Eds.; Vol. 7). https://dl.asminternational.org/handbooks/edited-volume/22/chapter/312542/Sintering-Theory-and-Fundamentals\n\n\nResearch, & Markets. (2020). Powder metallurgy - A global market overview 2020. https://www.researchandmarkets.com/reports/5157325/powder-metallurgy-a-global-market-overview-2020\n\n\nRosevear, J. (2022). With few new cars on lots, U.S. auto sales likely fell sharply in the first quarter, analysts say. https://www.cnbc.com/2022/03/31/us-auto-sales-forecast-q1-2022-looks-bleak-due-to-chips-inflation.html\n\n\nShields, M. (2003). Using employment data to better understand your local economy: Tool 3. Use of location quotients to identify local strength, opportunities, and industry clusters. https://aese.psu.edu/research/centers/cecd/publications/economic-trends/using-employment-data/ua377_use-location-quotients.pdf\n\n\nSt. Marys Area Chamber of Commerce. (2022). Industry in st marys. https://stmaryschamber.org/business-industry/industry-in-st-marys/\n\n\nStratview Research. (2022). Powder metallurgy market size, share & forecast analysis - 2022-27. https://www.stratviewresearch.com/2445/Powder-Metallurgy-Market.html\n\n\nUSDA ERS. (2013). Rural-urban continuum codes. https://www.ers.usda.gov/webdocs/DataFiles/53251/ruralurbancodes2013.xls?v=8784.6\n\n\nUSDA ERS. (2022). County-level data sets. https://www.ers.usda.gov/data-products/county-level-data-sets/\n\n\nUygun, U. (2021). Metal powder production; gas atomization and other methods. https://mechanicalland.com/metal-powder-production-gas-atomization-and-other-methods/\n\n\nVerified Market Research. (2021). Global powder metallurgy market size by material (ferrous, non-ferrous), by application (aerospace, automotive, electrical and electronics, industrial machinery), by geographic scope and forecast. https://www.verifiedmarketresearch.com/product/powder-metallurgy-market/\n\n\nVerret, J., Qiao, R., & Barghout, R. A. (2020). Foundations of chemical and biological engineering I. BCcampus Open Education. https://pressbooks.bccampus.ca/chbe220/chapter/gibbs-phase-rule/\n\n\nWheeler, J. O. (2005). Geography (K. Kempf-Leonard, Ed.; pp. 115–123). Elsevier. https://doi.org/https://doi.org/10.1016/B0-12-369398-5/00277-2\n\n\nWhitaker, D. (2008). Introduction to powder metallurgy: The process and its products. https://www.epma.com/epma-free-publications/product/download/file_id-8957\n\n\nZanon, M. (2017, April 26). Design for PM: European powder metallurgy association. https://doi.org/10.13140/RG.2.2.26497.66402\n\n\nA PM\\(^{2}\\) industry analyst told me that the Bureau of Labor Statistics undercounts establishments and employment in the PM\\(^{2}\\) industry due to inconsistencies and flaws in the way that NAICS codes are assigned to establishments.↩︎\nRefer to\nBureau of Labor Statistics (2021) and Wheeler\n(2005) for additional detail about calculation and\ninterpretation of location quotients.↩︎\n",
    "preview": "ec/2022-07-31-powder/ConvPM.png",
    "last_modified": "2024-09-03T11:51:33-04:00",
    "input_file": {},
    "preview_width": 640,
    "preview_height": 392
  },
  {
    "path": "ec/2022-06-30-paycut/",
    "title": "want to take a pay cut?",
    "description": "Are you willing to accept a pay cut if an employer promises to make better work by applying technology to your job?",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-07-04",
    "categories": [
      "artificial intelligence",
      "automation",
      "job changing",
      "job retention",
      "labor markets",
      "robotics",
      "subjective utility",
      "technology at work",
      "The Great Resignation",
      "The Great Reshuffle",
      "wages"
    ],
    "contents": "\nTrade Tech for Pay?\nA Survey by Lucas Systems, Inc.\nLucas Systems, Inc. (n.d.a), a Wexford, Pennsylvania, developer of technology\nsolutions for distribution centers, commissioned a study of 500 on-floor\nwarehouse workers across multiple geographies and job roles in the U.S.\nAn eight-page brochure, Voice of the Warehouse Worker Insights\n(Lucas Systems, Inc. 2022a), reported findings of the study designed to\nidentify “how workers feel about stress, the need for technology, and\nworking with robots” [Lucas Systems, Inc. (2022b), para. 3 ).\nSurvey Findings\nA statement (Berardi, n.d.) distributed on June 29, 2022 announcing the\nbrochure’s release indicated that\n\n“Nearly 3 out of 4…on-floor workers said they would consider a pay\ncut at another company for an opportunity to use technology if it\nhelps them in their job. Workers also said they are physically spent,\nspending over a third of their day walking and would welcome tech’s\nhelp in the form of robots or other tech tools.”\n\nA concentration of younger workers – 81% of Generation Z1 workers\nresponding to the survey – was at least somewhat likely “to trade tech\nfor pay” (Lucas Systems, Inc. 2022a, 2). Note that this is not a\nsentiment to accept a pay cut in a current job, but to consider lower\nthan current pay in an entirely new job.\nThis finding is not unique. For instance, Mas and Pallais (2017) found that the\naverage national call center worker was willing to give up 20% of wages\nto avoid a schedule set by an employer on short notice and 8% of wages\nfor the option to work from home. For another example, Yong (2022)\nreported that a poll conducted in the Philippines showed that 73% of\nrespondents would forgo a pay raise or promotion for better work-life\nbalance, overall well-being, and happiness.\nOther Findings\nOther conclusions extracted from the brochure released by Lucas Systems\ninclude (Berardi 2022, para. 5):\nWorkers want to stay with their employers but feel improvements are\nnecessary to make their jobs easier. Workers generally anticipate\nstaying at their current employer for at least three years (74%)\nwith 35% anticipating a tenure longer than five years.\nSeventy-five percent of workers say physical strain in their jobs\ntakes a larger toll on them than the mental strain. The leading\ncause of physical strain is carrying and/or lifting followed by\nwalking and/or traveling.\nTop causes of mental strain include meeting performance or incentive\ngoals and objectives (25%) and safely maneuvering around the\nwarehouse (20%).\nWorkers see robots as productive allies but fear increased quotas.\nMore than two in five believe robots will reduce physical stress\n(46%) or help them achieve better speed in item picking (44%) or\nbetter accuracy (40%).\nLucas Systems, Inc. (2022a) declared that: technology tools are essential to\nthe well-being and retention of workers; training is vital to the\nadoption of technology tools; and gradual introduction of workers to\ntechnology tools is necessary (p. 8).\nPerhaps a Broader Meaning Exists\nCertainly interesting information is presented in the brochure\ndistributed by Lucas Systems, information that points to the value\nproposition for products that Lucas Systems manufactures.2 I wish I\ncould examine documentation about the collection, organization, and\nanalysis of the survey data. Even so, the information from the Lucas\nSystems’ survey stimulates assessment of the floating meanings of work\nand pay as our economy suffers through a lingering pandemic, is besieged\nby political division and unrest, and is buffeted by war and rumors of\nwar, all factors that have collided to hobble worldwide supply chains\nfor human and capital resources.\nThe Work and Pay Plexus\nA Very Narrow View\nTaking a narrow, pecuniary view, pay originates from a transaction, an\nexchange of time and effort by workers for money from the owners of\ncapital. The owners of physical capital buy human capital for\nproduction. A commodity exchange. The workers are as interchangeable as\nthe paper currency they receive. Neat. Separate. Symmetrical. But,\nlargely a theoretical characterization.\nBuyers and sellers meet at a price. Labor supply, then, is the amount\nand kind of labor that is available at a given wage. Need more labor?\nIncrease the wage. What is the optimal wage? Just enough to supply the\nhuman capital for production. All following the textbook, right? Almost\nas lawful as, say, Archimedes’ Buoyancy Principle. Now, before you yell\n“Eureka!” and run naked through the streets of Syracuse as Archimedes\ndid when he noticed that he displaced water when he sat in the tub,\nconsider that the concept of pay is more knotty and involuted than you\nfirst might have thought.\nWell, Maybe a Little More Than That?\nLet’s crack the stern exterior of the wage-labor theory of exchange with\na dose of economic reality. Some economists have acknowledged that even\nthe sequence of “worth-as-pay-as-money” can incorporate non-pecuniary\nelements. In Wealth of Nations, Adam Smith wrote in 1776:\n\n“The wages of labour vary with the ease or hardship, the cleanliness\nor dirtiness, the honourableness or dishonourableness of the\nemployment. Thus in most places, take the year round, a journeyman\ntailor earns less than a journeyman weaver. His work is much easier. A\njourneyman weaver earns less than a journeyman smith. His work is not\nalways easier, but it is much cleanlier. A journeyman blacksmith,\nthough an artificer, seldom earns so much in twelve hours as a\ncollier, who is only a labourer, does in eight. His work is not quite\nso dirty, is less dangerous, and is carried on in daylight, and above\nground. Honour makes a great part of the reward of all honourable\nprofessions. In point of pecuniary gain, all things considered, they\nare generally under-recompensed….Disgrace has the contrary effect.\nThe trade of a butcher is a brutal and an odious business; but it is\nin most places more profitable than the greater part of common trades.\nThe most detestable of all employments, that of public executioner,\nis, in proportion to the quantity of work done, better paid than any\ncommon trade whatever.” (A. Smith (1776), Book 1, Chapter 10, para. 5)\n\nIn practice, economists identify this type of variation in pay as a\ncompensating differential (R. S. Smith 1979, 339). These differentials\nare higher wages that are paid to workers who perform jobs that have\nparticular hazards or other unpleasant features associated with them.\nSome examples are: premium pay for working second- or third-shift work\nschedules; hazard pay for combat, police protection, or fire service;\nhigher pay for underground coal miners exposed to the risk of injury and\nlung disease; or pay differences by geographic region that reflect costs\nof living differences or remoteness of location. The role of a\ncompensating differential is to maintain a supply of labor in\nchallenging conditions that might otherwise depress interest in\nacquiring or staying in a job.\nWorkers have their own ways of differentiating compensation. Workers can\nreact negatively when faced with pay cuts in their own jobs, especially\nwhen the reasons for the cuts are not judged by workers as reasonable\n(Chen and Horton 2016). For example, Coviello, Deserranno, and Persico (2022) described a pay cut at a call\ncenter that was motivated by cost-cutting, not by lower productivity of\ncall center employees. Some workers quit. Others, though, engaged in\ncounterproductive behavior that hurt the firm as well as the pay of\ncommission-driven employees. Some workers, especially those among with\nthe highest expressed loyalty and longest work tenure, intentionally\nsold the wrong items, as opposed to simply optimally shirking on effort\nin response to the pay cut.\nGreenberg (2001) observed what he described as “reciprocal deviance,” that\nis, employees’ perceptions that their employers’ defaults on their\nobligations encouraged employees to respond with similar acts of\ndeviance. In particular, theft (termed, in a Orwellian sense,\n“shrinkage” in retail industries) rose during a period in which pay was\ntemporarily reduced by 15%. In some cases, pay cuts to current workers\ncan be more disruptive that downsizing the numbers of employees\n(Yoon 2017). Pay not only produces buying power but also becomes a\nmeasure of self-worth and respect from others.\nConsistent with the findings from the survey by Lucas Systems, research\non variation in wages and salaries reveals that workers and employers\nsee more meaning in pay than just plain money.\nIs That All There Is?\nFrom a macro perspective, the meaning of work is a shared cultural\nconcept associated with values, beliefs, and norms. Among individual\nworkers, though, the meaning of work is variegated, contextual, and\nidiosyncratic. According to Rothausen and Henderson (2019),\n\nJobs can fulfill (or not fulfill) basic human needs (some would say\nrights) for dignity in work, meaningful work, and some level of\neconomic justice. Jobs also affect workers’ lives, and thus their\nworlds, fundamentally….Therefore, key meanings of work spring from\nbasic human needs from work, and from workers’ larger worlds, and\nthese elements likely impact workers’ satisfaction related to their\njobs. (p. 359)\n\nPay is not the only return to investment of time and efforts in work.\nSeen broadly, work permits the expression of talents, empowers the\ndevelopment of self, offers friendship and social relations, and affords\na transcendent role in a collective contribution to an endeavor larger\nthan self (see (Rothausen and Henderson 2019, Table 2)). This many-sided, complex\nperspective is a key attribute running through manifold theoretical\nperspectives and empirical research streams focusing on the meaning of\nwork that human beings seek. “Overall job satisfaction is the sum of the\nevaluations of the discriminable elements of which the job is composed”\n(Locke 1969, 330). Pay alone is not the sole factor that draws and\nretains a worker to a job.\nSo, perhaps the respondents to the Lucas Systems’ survey who said they\nwould consider a pay cut are weighing bundles of non-pecuniary\nattributes of potential jobs as important enough to compensate for lower\npay.\nHuh? A Pay Cut?\nYep. A Cut Might Fulfill Broader Needs\nAlthough accepting or seeking a pay cut might seem like an error in\njudgment, workers might view the trade-off of pay for other\nnon-pecuniary returns to work as a way to maintain or increase the\nsubjective utility of work to satisfy their many diverse wants. In this\nway, seeking or accepting a pay cut might be viewed as a rational\ndecision to achieve a satisfaction balance in life.\nAs Blanchflower and Oswald (2017) found, having a job is an essential determinant of\nsatisfaction with life, no matter what income level a person has\nattained. In what is almost a transcendent conception of work,\nColeman and Ramsey (2021), career coaches, consider a paycheck as a “clear path to\ndoing work you love” (the subtitle of their book). Our personal\nexperience can attest to the belief that money is but one form of\ncompensation. Of course, the role of money in our lives cannot be\ndismissed entirely. Clark (2018) concluded that an almost universally\naccepted research outcome in studies of the economics of happiness is\nthat “individuals who are observed to have higher levels of income in\ncross-section data also report higher levels of subjective well-being”\n(Section 2.1).\nProfits Are at an All-Time High – Why Not Share?\nMany observers wonder why pay cuts are even necessary while corporate\nprofits are at a 70-year high (profits over time are displayed in Figure\n1). The Federal Reserve Bank of Richmond (2021) found that\n80% of firms increased prices to cover the higher costs of inputs during\nrecent pandemic and inflationary periods. Also, the economic chaos\nduring these periods offered opportunities to raise profit margins\nbeyond the increase in costs, especially among larger firms. For\ninstance, a 2022 survey of 1,000 retailers revealed that over one-half\nof respondents raised prices beyond rising costs and offered fewer or no\ndiscounts during the holiday season (“More Than Half of Retail Businesses Are Using Inflation to Price Gouge” 2022).\n\n\n\nFigure 1: U.S. Quarterly Corporate Business Profits After Taxes, 1952-2022.  (billions of dollars, seasonally adjusted; graphic created from Federal Reserve Bank of St. Louis (n.d.).)\n\n\n\nReasons given from the employers’ side for not sharing this high rate of\nprofitability with workers include:\nProfits are distributed to shareholders, the owners of firms.\nSharing profits with workers transforms profit into an expense.\nProfits, although perhaps high at the moment, are just returns to\nlong-term investment.\nIn short, it’s ours, not yours.\nFitting with these reasons, workers’ share of income from production has\ndeclined steadily. A 2019 McKinsey Global Institute report\n(Manyika et al. 2019a.) documented the decline in labor’s share of income in\nthe United States. Although labor’s share already had started to\ndecrease in the 1960s, McKinsey estimated that three-fourths of the\nentire post-1947 decline occurred between 2000 and 2016 (see trends in\nFigure 2). The steepest part of the decline – from\n63.3% in 2000 to 56.7% in 2016 – followed a moderate downward drift in\nthe 1980s and early 1990s, and a slight recovery in the late 1990s.\n\n\n\nFigure 2: McKinsey Global Institute Estimate of Declining Labor Share of Income in the United States  (Graphic from Manyika et al. (2019a).)\n\n\n\nManyika et al. (2019b) even more narrowly attributed this decline to specific\nindustrial sectors:\n\nTwelve sectors that make up about one-third of employment and 44\npercent of economic output explain the overall decline in labor share\nor increase in capital share. These sectors represent a broad and\ndiverse set of economic activities. They are: mining and quarrying;\nconstruction; real estate; coke and refined petroleum; motor vehicles;\npharmaceuticals and chemicals; computer, electronics, and optical\nproducts; publishing, audiovisual, and telecom; computer programming\nand consulting; information services; wholesale and retail, and\ntransportation and storage. [emphasis mine] (Part 2)\n\nImprovements in technology in these 12 sectors led to the substitution\nof capital for labor and the creation of intangible and intellectual\nproducts that have faster depreciation cycles than for tangible\nequipment. These factors helped transportation and storage firms, a\nsubsection of which Lucas Systems serves, join in the 12 sectors that\naccounted for the largest declines in the labor share of income. The\nfindings of the survey by Lucas Systems indicate that workers also might\nsee some advantages to the capital-labor substitution that can help\nrationalize their sentiments about trading pay cuts for increasing\ntechnology at work.\nBut, Wait, Isn’t It the Economy, Stupid?\n“It’s the economy, stupid” was a widely-quoted catchphrase authored by\nJames Carville, a strategist in Bill Clinton’s successful 1992 campaign\nfor U.S. President, to remind campaign workers to stay on message.\nThinking along these lines, perhaps it is a mistake to over-analyze the\nwillingness of workers to accept lower pay with anything other than\nordinary concepts of supply and demand. Maybe it is just that….the\neconomy?\nThe U.S. economy has faced what some people have called The Great\nResignation, but perhaps a better characterization is The Great\nReshuffle. Job openings and job quitting have been at all-time highs\nfor months, while layoffs fell to a record low. Employers raised wages\nto attract workers. All while the threats to traditional work\narrangements from the pandemic were pervasive. Yet, about one-half of\njob quitters did not drop out of the workforce. They quit to move to new\njobs.\nWillis Towers Watson polled 9,658 U.S. employees from large and midsize\nprivate employers across a broad range of industries in December 2021\nand January 2022 (Willis Towers Watson 2021). Over half of workers (56%)\nsaid pay is a top reason they would look for a job with a different\nemployer. Forty-one percent would leave for a 5% increase. But almost\n20% said they’d take a new job for the same pay — suggesting factors\nother than wages are important, too – as respondents to the survey from\nLucas Systems indicated. Health benefits, job security, flexible work\narrangements and retirement benefits were behind pay, respectively, as\nthe top five reasons employees would move elsewhere. Many survey\nrespondents expressed preferences for remote work just as employers were\nencouraging workers to return on-site to the office.\nAs a result, the economy has featured an almost unprecedented sellers’\nmarket for labor. Elting (2021) summarized the critical elements of the\ncurrent unique market for labor:\n\nEmployers must compete for workers because there are far more open\nslots than job applicants, and workers are smart enough to recognize\nthat. Yes, they’re voting with their feet in favor of more flexible\nwork hours, continued availability of remote work, higher wages, and\nbetter treatment, but the context that makes that possible, the basic\ncalculus of supply and demand in the labor market, goes ignored. There\nare a lot of jobs and people are re-entering the labor market with\nreluctance and recalculating their options.\n\nSo, it is the economy, after all. The demand for labor post-pandemic\nwas driven by the release of pent-up consumer demand. The need for\nworkers to return to work ran head-on into reluctance to return due to\nsuch matters as the unavailability of child care. Time away from work\nand COVID stimulus checks to households during the pandemic offered time\nand income buffers for workers to ponder whether retirement was best or\nwhether they wanted to seek or train for new work that might raise their\nsubjective well–being.\nIn a way, the pandemic and the disruption around it ironically created\nopportunities for workers. One door closes, another opens, allowing a\nkind of creative destruction that becomes possible during periods of\nchange and chaos.\n\nA working class hero is something to be.\n~ John Lennon\n\n\nStarter Fluid for This July 4 Posting\nAn-Li Herring, reporter for\n90.5 WESA-FM Pittsburgh NPR, conducted an interview with me about the\nbrochure summarizing the findings from the survey that was distributed\nby Lucas Systems and, then, incorporated the interview into her article,\n“Survey: As online ordering grows, warehouse workers say they need more\ntech to save their bodies” (Herring 2022). I gathered the notes I\nprepared for her interview with me to write this blog posting after Ms.\nHerring’s posting was published.\n\nLast updated on\n\n[1] \"2024-09-06 14:07:18 EDT\"\n\nYour Comments & Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on\nTwitter at @DLPPassmore, or send an\nIMsg or SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at\nhttps://github.com/davidpassmore/blog. Text, illustrations, and source\ncode are licensed under Creative Commons Attribution CC BY\n4.0 unless otherwise\nnoted. Any figures/photos/images/maps reused from other sources do not\nfall under this license and are recognized by text in captions starting:\n“Figure from…” or “Photo from…” , “Image from…” or “Map from….”\nSources for these external media are cited in captions.\n\n\n\nBerardi, Jill. 2022. “Warehouse Workers Demand Better Technology: New Insights from \"Voice of the Warehouse Worker\" Market Study,” June.\n\n\n———. n.d. “Warehouse Workers Demand Better Technology: New Insights from \"Voice of the Warehouse Worker\" Market Study.”\n\n\nBlanchflower, David G., and Andrew Oswald. 2017. “Unhappiness and Pain in Modern America: A Review Essay, and Further Evidence, on Carol Graham’s Happiness for All?” Cambridge, Massachusetts. https://www.nber.org/papers/w24087.\n\n\nChen, Daniel L., and John J. Horton. 2016. “Research Noteare Online Labor Markets Spot Markets for Tasks? A Field Experiment on the Behavioral Response to Wage Cuts.” Information Systems Research 27 (2): 403–23. https://doi.org/10.1287/isre.2016.0633.\n\n\nClark, Andrew E. 2018. “Four Decades of the Economics of Happiness: Where Next?” Review of Income and Wealth 64 (2): 245–69. https://doi.org/10.1111/roiw.12369.\n\n\nColeman, Kenneth, and Ramsey. 2021. From Paycheck to Purpose: The Clear Path to Doing Work You Love. Ramsey Press.\n\n\nCoviello, Decio, Erika Deserranno, and Nicola Persico. 2022. “Counterproductive Worker Behavior After a Pay Cut.” Journal of the European Economic Association 20 (1): 222–63. https://doi.org/10.1093/jeea/jvab026.\n\n\nElting, Liz. 2021. “The Incredibly Simple Reason Behind The Great Resignation.” https://www.forbes.com/sites/lizelting/2021/11/11/the-incredibly-simple-reason-behind-the-great-resignation/.\n\n\nFederal Reserve Bank of Richmond. 2021. “CFOs Report Rising Costs That Could Last Through 2022.” https://www.richmondfed.org/research/national_economy/cfo_survey/data_and_results/2021/20211202_data_and_results#3fe2762b88824e4d9d45c5dbc56a783a.\n\n\nFederal Reserve Bank of St. Louis. n.d. “U.s. Bureau of Economic Analysis, Nonfinancial Corporate Business: Profits After Tax (Without IVA and CCAdj) [NFCPATAX].” https://fred.stlouisfed.org/series/NFCPATAX.\n\n\n“Generation Z.” 2022. https://en.wikipedia.org/w/index.php?title=Generation_Z&oldid=1095744903.\n\n\nGreenberg, Jerald. 2001. “Employee Theft as a Reaction to Underpayment Inequity: The Hidden Cost of Pay Cuts.” In. London: Routledge. https://www.taylorfrancis.com/chapters/edit/10.4324/9781315193854-6/employee-theft-reaction-underpayment-inequity-hidden-cost-pay-cuts-jerald-greenberg.\n\n\nHerring, An-Li. 2022. “Survey: As Online Ordering Grows, Warehouse Workers Say They Need More Tech to Save Their Bodies.” https://www.wesa.fm/economy-business/2022-07-04/warehouse-workers-physical-strain.\n\n\nLocke, Edwin A. 1969. “What Is Job Satisfaction?” Organizational Behavior and Human Performance 4 (4): 309–36. https://doi.org/10.1016/0030-5073(69)90013-0.\n\n\nLucas Systems, Inc. 2022a. “Voice of the Warehouse Worker Insights – White Paper.” Wexford, Pennsylvania. Dowload from https://www.lucasware.com/voice-of-the-warehouse-worker/.\n\n\n———. 2022b. “Voice of the Warehouse Worker.” https://www.lucasware.com/voice-of-the-warehouse-worker/.\n\n\n———. n.d.a. “Lucas Systems.” https://www.lucasware.com/.\n\n\n———. n.d.b. “Rotary Corporation | Work Execution Software Solutions.” https://www.lucasware.com/customer-successes/rotarycorp/.\n\n\nManyika, James, Jan Mischke, Jacques Bughin, Jonathan Woetzel, Mekala Krishan, and Samuek Cudre. 2019a. “Labor Share of Income: A New Look at the Decline in the United States | McKinsey Global Institute Discussion Ppaer.” https://www.mckinsey.com/featured-insights/employment-and-growth/a-new-look-at-the-declining-labor-share-of-income-in-the-united-states.\n\n\n———. 2019b. “Labor Share of Income: A New Look at the Decline in the United States | McKinsey Global Institute Discussion Ppaer.” https://www.mckinsey.com/featured-insights/employment-and-growth/a-new-look-at-the-declining-labor-share-of-income-in-the-united-states.\n\n\nMas, Alexandre, and Amanda Pallais. 2017. “Valuing Alternative Work Arrangements.” American Economic Review 107 (12): 3722–59. https://doi.org/10.1257/aer.20161500.\n\n\n“More Than Half of Retail Businesses Are Using Inflation to Price Gouge.” 2022. https://digital.com/half-of-retail-businesses-using-inflation-to-price-gouge/.\n\n\nRothausen, Teresa J., and Kevin E. Henderson. 2019. “Meaning-Based Job-Related Well-Being: Exploring a Meaningful Work Conceptualization of Job Satisfaction.” Journal of Business and Psychology 34 (3): 357–76. https://doi.org/10.1007/s10869-018-9545-x.\n\n\nSmith, Adam. 1776. An Inquiry into the Nature and Causes of the Wealth of Nations. https://www.geolib.com/smith.adam/won1-10.html.\n\n\nSmith, Robert S. 1979. “Compensating Wage Differentials and Public Policy: A Review.” ILR Review 32 (3): 339–52. https://doi.org/10.1177/001979397903200304.\n\n\nWillis Towers Watson. 2021. “2020 Global Benefits Attitudes Survey.” https://www.wtwco.com/-/media/WTW/Insights/2021/02/2020-global-benefits-attitudes-survey.pdf?modified=20210202204446.\n\n\nYong, Nicholas. 2022. “Most Filipino Employees Prefer Non-Monetary Benefits Amid Great Resignation.” https://ph.news.yahoo.com/most-filipino-employees-prefer-work-life-balance-than-higher-pay-or-promotions-poll-080925584.html.\n\n\nYoon, Yeong Joon. 2017. “Pay Cuts Vs. Downsizing: Comparing Their Effects on Work Attitudes of Remaining Employees.” PhD thesis, United States – New York. https://www.proquest.com/docview/1918609058/abstract/19BA3E794065426EPQ/1.\n\n\nResearchers and popular media use the mid- to late-1990s as\nstarting birth years and the 2010s as ending birth years of\nGeneration Z (“Generation Z” 2022). I don’t know about you, but I believe\nthat stereotyping demographic groups simply by a range of birth\nyears is limiting, at best, and could lead, at worst, to overt or\ncovert discrimination. .↩︎\nLucas Systems reports on its website that “With the help of Lucas,\n[I deleted firm name] has seen a 40% increase in throughput while\nreducing labor by 20%” (Lucas Systems, Inc., n.d.b).↩︎\n",
    "preview": "ec/2022-06-30-paycut/cut.png",
    "last_modified": "2024-09-06T14:07:20-04:00",
    "input_file": {},
    "preview_width": 788,
    "preview_height": 561
  },
  {
    "path": "ec/2022-04-26-robertm/",
    "title": "questions remain about potential economic impact of soon-to-open Pennsylvania Petrochemicals Complex",
    "description": "Plastic resin almost is ready to flow. Tax expenditures by the Commonwealth are contributing. Potential regional economic impact is questioned.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-06-27",
    "categories": [],
    "contents": "\n\nContents\nIn This Blog Posting….\nQuestions Remain About the  Viability of the Complex\nCan Product and Resource Markets Sustain the Complex?\nTax Expenditures by Pennsylvania Citizens Are Large…But Prudent?\nWhat Are Stakeholders’ Perspectives of the Complex?\n\nOperation of the Pennsylvania  Petrochemicals Complex\nInputs\nProcesses\nOutputs\n\nHow Well Understood is the Potential  Economic Impact of Complex?\nThe Robert Morris Report: A Summary and Reflection\nThree Issues Evident in the Robert Morris Report\nNext Steps\n\nMy Brief Sermon as a Postscript\nLast Revised\nMy Point of View\nAcknowledgements\nReuse\nComments/Corrections\n\nShell Chemical Appalachia LLC, a Shell subsidiary located in Houston,\nTexas (Dun & Bradstreet, n.d.), decided in 2016 after a long planning period to\ninvest in building and operating an ethane cracker to support\npolyethylene resin manufacturing in southwestern Pennsylvania\n(“Shell Takes Final Investment Decision to Build a New Petrochemicals Complex in Pennsylvania, US,” n.d.a). The 386-acre Pennsylvania Petrochemicals Complex (Figure\n1) is adjacent to the Ohio River in Potter and\nCenter townships near the borough of Monaca in Beaver County,\nPennsylvania (“Pennsylvania Petrochemicals Complex,” n.d.a, “Project development”). Polyethylene is a\nfeedstock for manufacturing plastic products, especially packaging and\nauto components. Polyethylene is produced from ethylene created from steam\nprocessing of ethane, a natural gas liquid found in some gas streams in\nthe Marcellus and Utica shale formations.\n\n\n\nFigure 1: Pennsylvania Petrochemicals Complex Under Construction.  (Photo Taken in March 2022 by David Passmore.)\n\n\n\nShell has confirmed that the Pennsylvania Petrochemicals Complex will\ncommence operations in 2022 (Shrum 2022a). In December 2021, a Shell\nChemical Appalachia executive said that “Much of the work is done….Now\nwe are tying the various larger structures together” (Suttles 2020). One\nestimate places the cost of the Complex at $10 billion\n(Schneider 2019).\nWhy Pennsylvania? And, why Beaver County? “The basic answer is very\nsimple,” said Ate Visser at a 2016 industry conference in Pittsburgh. At\nthe time, Visser was an executive with Shell Chemical Appalachia. Visser\nsaid, “You’re sitting here on a world-class resource base at the\ndoorstep of your customer (Cocklin 2016a).” Leaders of oil and gas\nindustry associations in Ohio, Pennsylvania, and West Virginia noted that\n“Our three states produce roughly one-third of America’s natural gas,\nmaking Appalachia the third largest gas producer in the world – behind\nonly the U.S. itself and Russia” (Callahan, Brundrett, and Burd 2022). More than 70% of the\nNorth American polyethylene market exists within a 700-mile radius of\nthe Complex (“Pennsylvania Petrochemicals Complex,” n.d.b, “Project development”).\nGist (2016) wrote that “The Shell cracker represents one of the\nbiggest-ever industrial investments in the tristate region\n(Pennsylvania, Ohio, and West Virginia), whose industrial sector\nsuffered a series of set-backs through the second half of the 20th\ncentury (para. 4).” Whitfield and Rajeevee (2018) described a study (“Report and Plans Released for Enhancing Petrochemicals, Plastics Manufacturing in Pennsylvania” 2017)1\nfor the Team Pennsylvania Foundation (“Team PA Foundation,” n.d.) that predicted\n“significant new investments in energy infrastructure such as gas\ngathering lines, pipelines, storage facilities, and fractionation plants\n(para. 3).\nShell stuck with its decision to invest in the Complex, even though many\nShell projects worldwide were delayed, resized, or canceled altogether\ndue to a downturn in worldwide oil and gas markets as the Complex project\ncommenced (Davis 2016).\nIn This Blog Posting….\nIn the remainder of this posting I review risk, uncertainty, and gaps in\ninformation that could influence the perceptions of the economic impact\nof the Pennsylvania Petrochemicals Complex. The flow of this blog\nposting follows three threads:2\nFirst, I delineate some questions about\nthe markets affecting the Complex, the worthiness of public\nexpenditures on the Complex, and the regional economic effects that\nthe public expects from the operation. I highlight the importance of\nevidence about the expected economic impact to promote public\nacceptance of the Complex and to stimulate the need for public\nexpenditures to support the Complex.\nNext, I outline my simple understanding of the steps in operating the\nPennsylvania Petrochemicals Complex. Understanding the nature and\nstructure of inputs, processes, and outputs of the Complex shapes expectations for\nthe regional economic impact of the Complex.\nAnd, last, I critically examine a report by professors associated\nwith Robert Morris University that was supported by Shell Chemical\nAppalachia LLC. This report, Updated Economic Impact Analysis:\nPetrochemical Facility in Beaver County, Pennsylvania\n(Clinton, Minutolo, and O’Roark 2021a), was produced before the Complex will open for business.\nMany readers of the Robert Morris report might view information\npresented as persuasive evidence about the potential positive impact of the Complex on the regional\neconomy.3\nQuestions Remain About the  Viability of the Complex\nCan Product and Resource Markets Sustain the Complex?\nRisk, uncertainty, and volatility plague markets for fossil fuels and\nproducts derived from these fuels. In September 2020, Moody’s (2020) raised\nquestions about the creditworthiness of new fossil fuel projects.\nMarkets, regulations, and environmental concerns affecting the quality\nof human life are influencing the viability of the business proposition\nfor added fossil fuel capacity.\nAccording to a biting 2020 opinion offered by Sanzillo and Hipple (2020c), the Pennsylvania Petrochemical\nComplex faces prospects of low product prices, price and supply\nvolatility in ethane feedstock markets, risk of oversupply of\npolyethylene resins that the Complex will manufacture, stiff competition\nfrom other producers, competition from the supply of recycled plastics\nmaterials, and the influence of possible low general economic growth\n(Figure 2 is a plot of recent natural gas price\nvolatility). Concluded by the Institute was that the Complex “will open\nto market conditions that are more challenging than when the project was\nplanned. The [C]omplex is likely to be less profitable than expected and\nface an extended period of financial distress (Sanzillo and Hipple (2020c), p.1; see,\nalso, Bruggers (2020) and Place (2022)).”\n\n\n\nFigure 2: Volatility of Natural Gas Prices, 2018-2021.  (Plot from Disavino (2021).)\n\n\n\nTax Expenditures by Pennsylvania Citizens Are Large…But Prudent?\nThe Commonwealth of Pennsylvania allocated funds to support the\npreparation of the site for the Complex in Monaca. In addition, the\nCommonwealth offered tax and financial incentives to site the Complex in\nPennsylvania. However, using the term “incentives” makes the\nCommonwealth’s decision sound distant from its financial accounting.\nMake no mistake, though. These incentives plainly are tax\nexpenditures, defined in an accounting sense by the U.S. Treasury\n(“Tax Expenditures,” n.d.; see, also, Hellerstein and Coenen 1966, 793) as\n\nrevenue losses attributable to provisions of Federal tax laws which\nallow a special exclusion, exemption, or deduction from gross income\nor which provide a special credit, a preferential rate of tax, or a\ndeferral of tax liability. These exceptions are often viewed as\nalternatives to other policy instruments, such as spending or\nregulatory programs. (para. 1)\n\nAs a consequence of excluding taxes and offering tax credits for the\nPennsylvania Petrochemicals Complex, citizens of the Commonwealth forego\nthe opportunity to collect general fund revenue. Also, revenue reduction\nfrom these expenditures and credits could require the Commonwealth to\nraise taxes to remain revenue-neutral (Sammartino and Toder 2020, 4). In 2019,\nStacker, a news organization, calculated that the tax breaks allocated\nto the Pennsylvania Petrochemicals Complex ranked 13th in dollar value\nout of 50 national projects receiving corporate subsidies from\ngovernments over 20 years (Crisafulli, n.d.).\nIf projects were judged on costs alone, few investments would occur.\nInstead, citizens must weigh the costs of public investment in this\nprivate venture against the benefits to the regional economy\nthat could accrue from the operation of the Complex. As I will assert in\nmore detail in this blog posting, I do not believe that these benefits\nhave been demonstrated well before the Complex will open.\nExpenditures for Site Preparation\nFunds from Act 2 of 1995 (“Land Recycling and Environmental Remediation Standards Act (Act of May. 19, 1995,p.l. 4, No. 2 Cl. 27) - LAND,” n.d.) – which supports remediation of\ntracts of land that were developed for industrial purposes, polluted and\nthen abandoned (aka “brownfields”) – funded a portion of the costs of\npreparation of the site, which was the location of a former zinc\nsmelter. Remediation involved covering the site with clean fill,\ninstalling a synthetic cap over previous disposal areas on the property,\nand collecting and treating potentially contaminated storm water before\ndischarge (“Shell Petrochemical Complex,” n.d.a). Ate Visser, speaking for Shell at a 2016 industry\nconference in Pittsburgh, said that construction of the Complex would\nhave been impossible without Act 2 funds (Cocklin 2016b, para. 7).\nCommonwealth expenditures did not alone fund site preparation. Shell\nincurred significant expenses. For example, Shell committed $80 million\non top of Act 2 funds to clean up environmental contamination at the\nsite and prepare the land for construction of the Complex\n(Cocklin 2016b, para. 6). A PennDOT spokesman said Shell paid for a $60\nmillion project to alter a Commonwealth roadway, Pennsylvania Route 18,\nand make other road fixes at the site (Bumsted 2016). Also, Shell paid\nnearly $70 million to move Center Township’s water intake site and\nbuild Township a new water treatment plant. The water intake was located\nwhere Shell built docking facilities for equipment delivery during the\nComplex’s construction phase (Cocklin 2016c, para. 4).\nTax Expenditures Offered as Incentives to Site in Pennsylvania\nThe Commonwealth of Pennsylvania used tax expenditures as incentives for\nsiting petrochemical plants such as the Complex in Pennsylvania:\nAct 16 in 2012 (“Keystone Opportunity Zone, Keystone Opportunity Expansion Zone, and Keystone Opportunity Improvement Zone Act – Omnibus Amendments (Act of Feb. 14, 2012, p. L. 183, No. 16),” n.d.) makes petrochemical manufacturers like\nShell exempt from all corporate net income taxes and property taxes\nfor 15 years after first occupying the Beaver County site, as long\nas it invests at least one billion dollars (not necessarily in\nPennsylvania) and creates at least 400 new permanent full-time jobs.\nShell said it would deploy 600 jobs to operate the Complex\n(“Pennsylvania Petrochemicals Complex,” n.d.a, “Environment and society”).\nAct 85 in 2012 (“Tax Reform Code of 1971 – Omnibus Amendments (Act of Jul. 2, 2012, p. L. 751, No. 85),” n.d., “Article XVII-G”) gives Shell a tax\ncredit of 5 cents for every gallon of ethane it buys to manufacture\nethylene, provided that 2,500 full-time equivalent jobs are created\nduring construction of the Complex (≅6,000 were, according to Shell\n(“Shell Starts Main Construction on Pennsylvania Petrochemicals Complex in USA,” n.d.)). Shell will pay no taxes as stipulated in Act 16, but\nShell can benefit by selling unused credits as tax equity for other\npurchasing firms to reduce their own tax liability.\n\n\n\nFigure 3: Pennsylvania Act 16 and Act 85.  (Images captured from www.legis.state.pa.us website  and edited by David Passmore)\n\n\n\nThomas Corbett, Pennsylvania Governor at the time, initially sought an\nannual $66 million tax credit for 25 years, a total of $1.65 billion.\nSuppose the Complex sustains between 400 to 600 jobs annually for 25\nyears, a rough, undiscounted calculation4 indicates a cost per job, a\nrecognized economic development metric (Sahota (n.d.) and\nUK Homes & Communities Agency (2015)),5 over the 25-year period between\n$2.75 million and $13 million, which equals $165,000 to $112,000 per\njob per year. A dollar figure capping expenditures was not placed in the\nfinal draft of the legislation, meaning that the credits are unlimited\nand flexible (Bumsted 2012). Shell’s Visser said, “I can tell you, with\nhand to my heart, that without these incentives, we would not have made\nthis investment decision (Cocklin 2016d, para. 6).” Governor Corbett, who\nsteered these expenditures through legislation, said, “When you’re\nlooking at the investment you have to look at what it would have cost us\nhad we done nothing, had we let these businesses go” (Detrow 2012c).\nAre Tax Expenditures Effective as Incentives?\nThe extant research literature examining the relationship between\noffering tax incentives and consequent economic growth is complex,\nvaried, and inconclusive (Buss 2001a, 94–100). In particular,\nevidence is weak that firm-specific tax incentives increase broader\neconomic growth at the state and local levels (Slattery and Zidar 2020).\nT. J. Bartik (2020) reported that so-called “place-based” policies cost around\n$60 billion annually (in 2019 dollars) and that the typical state and\nlocal incentive offer, as a percent of the value-added of the business\nreceiving an incentive, tripled in size in the 30 years preceding 2019.\nThe body of research is thin about the economic growth that resulted\nfrom using state and local expenditures of tax revenue to subsidize\nprivate firms. State governments prefer not to conduct rigorous\nevaluations of the costs and benefits of tax expenditures used to incent\nsite location (Buss 2001b). An open question is whether Shell might have\ndecided to relocate to the West Virginia, Ohio, and Pennsylvania region, if\nnot Beaver County, even without incentives, especially if the region\noffers unique and desirable business opportunities. According to\nT. Bartik (2018), in 9 out 10 cases firms receive a tax incentive for a\nlocation decision that they would have made, even if no incentive had\nbeen provided (p. 40 and note 60 on p. 127). Also, an important\nconsideration is whether a location of the Complex in Ohio or West\nVirginia, rather than Pennsylvania, would have been less beneficial for\nPennsylvania residents. As far as I know, the Commonwealth\nhas not embarked on an assessment of the effectiveness of Act 16 and Act\n85 expenditures on economic growth in the Commonwealth. The net public\nbenefit of tax expenditures made on the Pennsylvania Petrochemicals\nComplex remains to be demonstrated.\nFood and Water Watch (2020) cataloged the long history of failed tax\nincentives in Pennsylvania, including luring Volkswagen to Westmoreland\nCounty and the European shipbuilder Kvaerner to the Philadelphia\nshipyard, enticing the Vanguard Group to keep its corporate offices from\nmoving out of state, and offering state and city grants for a Comcast\nbuilding in Philadelphia (p. 4). Even so, Pennsylvania Governor Corbett\nenthusiastically compared his announcement of the tax expenditure deal\nwith the petrochemical industry to “what it must have been like when the\nfirst steel mill was built in Pittsburgh, starting an industry that had\nnever been here before” (Murphy 2016). “I think it’s important not only\nfor the young generation but generations yet to be born,” Corbett said.\n“It’s going to establish an industry here in western Pennsylvania that I\nthink has the potential to grow to considerable size.”\nWhat Are Stakeholders’ Perspectives of the Complex?\nShell’s Stake, Different Than the Public’s\nThe Pennsylvania Petrochemicals Complex sums to a massive long-term\ninvestment of money, time, effort, and planning by Shell. Shell\nundoubtedly foresees a financial return from investing in the Complex,\neven though the Complex will face the vagaries of resource and product\nmarkets and emerging regulation, as will any forward-looking decision in\nthe energy sector. Shell makes decisions as a private enterprise with\nshared ownership among stockholders. As such, Shell properly must invoke\nthe criterion of “what’s in it for us and, ultimately, our shareholders”\nin its decisions.\nDeep inside the company’s spreadsheets, Shell must have weighed on a\nfinely-tuned scale the current and future costs, risks, uncertainties,\nrevenue, and profits in the balance of its worldwide business efforts to\nyield the momentous decision to move forward with the Complex.\nProceeding to build and operate the Complex was a complex, bold, and\ncourageous business decision made by one of the largest independent\nenergy firms in the world. Much is at stake for Shell.\nShell’s success also could positively impact the regional economy in\nproportion that the inputs purchased for the Pennsylvania Petrochemical\nComplex originate in the region and its outputs are sold and used\nsubsequently for manufacturing in the region. However, such an impact on\nthe regional economy is incidental and not essential for Shell’s\nfinancial success with the Complex. Obtaining a return from the\nCommonwealth’s tax expenditures is essential for Pennsylvania citizens,\nthough. The Commonwealth’s tax expenditures reduce Shell’s costs in\nexchange for a job, income. and wage tax possibilities derived in the\nshort term by construction and in the long term by operation of the\nComplex.\nThe Public’s Interest, Different Than Shell’s\nThrough the Commonwealth’s expenditures of tax revenues, Pennsylvania\ncitizens have become significant financial stakeholders in the Complex.\nYet, measures of success expected from the Complex by Pennsylvania\ncitizens are not the same as Shell’s. Citizens seek regional economic\nimpact from their investments in the form of jobs and income for\ncitizens and tax revenue for governments to fund public goods and\nservices. Commonwealth and local tax collection from Shell were foregone\nby state legislation, however.\nThese expenditures of tax revenues for Shell and other energy companies\ncame at the same time as reduced Pennsylvania spending for county-level\npublic health programs and other public services and an across-the-board\n$1 billion cut in state spending (Detrow 2012d, para. 2). In\naddition, negotiations about these expenditures remained hidden from\npublic view due to confidentiality agreements with Shell\n(Phillips 2012). Governor Thomas Corbett,\n\n“Pushed back against the argument the tax break is a corporate\ngiveaway, saying, ‘They think we’re giving money to them. No we’re\nnot. What we’re saying is, you build it. You provide all these jobs\nfor all these people. And we’ll take a little less money from you, so\nwe have more money for us.’” (Detrow 2012a)\n\nAny enterprise engaging in business transactions – even an enterprise\nso primitive as a child’s lemonade stand – generates an economic\nimpact. So, there is no doubt that the Pennsylvania Petrochemicals\nComplex will have some impact on the regional economy. But, in what way?\nBy how much? Will the benefits of regional economic impact cover the\ncosts of expenditures of revenue collected from Pennsylvania citizens?\nCui bono? Answers to these critical questions about the public\nbenefits of the Complex would help justify expenditures on the Complex\nby Pennsylvania citizens.\nAssertions of Potential Regional Impact Were  Influential in Opinions About the Complex\nWithout a doubt, several reports from the American Chemistry Council, a\ntrade association,6 framed the potential benefits of the Pennsylvania\nPetrochemicals Complex for Pennsylvania citizens, their elected\nlegislators, and public officials. In 2011, the Council reported\n(American Chemistry Council and Statistics 2011, 1) that a 25% increase in ethane\nsupply on growth in the petrochemical sector would generate 17,000 new\nknowledge-intensive, high-paying jobs in the U.S. chemical industry and\n395,000 additional jobs outside the chemical industry. Also concluded\nwas that this investment would generate $4.4 billion more in federal,\nstate, and local tax revenue annually ($43.9 billion over 10 years).\nIn 2012, the American Chemistry Council issued an addendum to their\nnational report that focused on the economic impact of natural gas\ndevelopment in Pennsylvania. The Council asserted that an additional\n$4.8 billion in chemical industry activity would generate over 2,400\nhigh-paying, desirable jobs in the Pennsylvania chemical industry\n(American Chemistry Council and Statistics 2012a, para. 4). In addition, new petrochemical\nproduction in Pennsylvania would stimulate purchases of raw materials,\nservices, and other purchases throughout the supply chain, producing\nmore than 8,200 indirect jobs and generating 7,000 payroll-induced jobs\nin the state. A one-time $3.2 billion investment in a Pennsylvania\npetrochemical complex would result in more than $900 million in\nspending inside the state of Pennsylvania\n(American Chemistry Council and Statistics 2012b, para. 6) \nThe Council also indicated that construction of a petrochemical\nfacility, purchase of new equipment for the facility, and operation of\nthe facility would result in federal and state tax revenues of $363\nmillion and local tax revenues of $141 million\n(American Chemistry Council and Statistics 2012c, Table 3 and Table 4).\nThese reports were influential at the front edge of the advancing\nnatural gas revolution, the “pivot of the world’s energy future”\n(Kolb 2014), in Pennsylvania and other states in the northeast United States. The Commonwealth of Pennsylvania did not produce its own\nindependent study of the potential economic impact of ethane cracking\nand plastic resin production in Pennsylvania (S. Detrow 2012a) – nor did\nit finish a study that it started in time to affect legislation on tax\nexpenditures (S. Detrow 2012b, para. 10). Pennsylvania Governor Thomas\nCorbett trusted the American Chemistry Council’s estimates of potential\neconomic impact (Detrow 2012b).\nThe American Chemical Society’s reports about the potential economic\nimpact of the Pennsylvania Petrochemicals Complex were the linchpins in\nthe appeal that secured the allocation of tax expenditures through Act\n16 and Act 85 to support the construction and operation of the Complex.\nHowever, questions remain about the validity of the American Chemical\nSociety estimates of the potential economic impact of the Complex and,\ntherefore, whether the reports demonstrated the potential benefits from\nPennsylvania citizens’ investment in the Complex.\nUpdated Economic Impact Analysis: Petrochemical Facility in Beaver\nCounty, Pennsylvania (Clinton, Minutolo, and O’Roark 2021b), a report written by professors\nassociated with Robert Morris University for Shell Chemical Appalachia\nLLC was released in 2021. For many readers, this report provided\nevidence to satisfy questions raised about the expected impact of the\nComplex on the regional economy before the Complex is commissioned in\n2022.\nI believe that the report produced by Robert Morris University\nresearchers did not reduce the uncertainty about the wisdom of tax\nexpenditures on the Complex. I assert that conceptual and methodological\nquestions about this report from Robert Morris – and reflecting\nbackward on the American Chemistry Council reports conducted with similar methods and using the same software\n– negate justification for public expenditures to support the\nconstruction and operation of the Complex. I do not deny that regional\neconomic benefits will flow from the Complex, just that the reports were\ninadequate to uphold decisions made to allocate public expenditure for\nthe Complex.\nLeaders in the Commonwealth and Beyond Were Enthralled\nStudies released about the potential economic impact of the Complex must\nhave left a strong impression on the representatives of Pennsylvania\ncitizens and other leaders. Public officials – high and low and across\nthe spectrum of politics – stood firmly behind the promise and in the\nbright light of the Pennsylvania Petrochemicals Complex.\nIn 2019, President Trump visiting during construction of the Complex\nremarked that “These folks are from Shell, and this is a plant like no\nother. It’s just incredible….And we appreciate the investment, and\nwe’re going to do everything possible to make [inaudible – perhaps, it\nsuccessful? It work?] (“Remarks by President Trump During Tour of the Shell Pennsylvania Petrochemicals Complex | Monaca, PA  the White House” 2019).” Governor Tom Corbett said,\n“The benefits to the state’s southwest and to all of Pennsylvania are\nimmense” (Gibson 2012a, para. 9). Corbett felt that public investment in the\nComplex would leave a legacy of benefits for Pennsylvanians. He said,\n“What this does — it talks about whoever is governor after me, two or\nfive governors after me, having an economy that is growing based on\nmanufacturing that does not exist right now. So they will have money for\neducation, for social services” (Detrow 2012c, para. 19).\n\n\n\nFigure 4: Former President Trump Visits Site of Pennsylvania Petrochemicals Complex, August 2019  (Image from https://tinyurl.com/trumpvisit)\n\n\n\nGeneral bipartisan praise for the Complex mirrored the enthusiasm of\nTrump and Corbett. For instance, State Senator Mike Kelly, a Democrat,\nwelcomed the decision and praised Governor Corbett, saying, “Today’s\nannouncement by Shell is a great day for all Pennsylvanians….I\nespecially want to commend Governor Tom Corbett and his economic team\nfor their efforts in securing this economic development project for\nPennsylvania. Kudos to all who worked to bring this home and make it\nhappen” (Gibson 2012a, para. 16 and para. 21).\nState Senator Jay Costa, also a Democrat, applauded “the governor’s and\nthe community’s efforts to land such a valuable enterprise and bring\nhome the benefits this plant will provide for generations to come”\n(Gibson 2012b, para. 21). Marcellus Shale Coalition President Kathyrn Klaber\nnoted that Shell’s decision to invest in the Complex was a “further\nindication of the Commonwealth of Pennsylvania and Governor Corbett’s\ncontinued work to responsibly develop the Marcellus and expand\nbroad-based economic benefits for all” (Gibson 2012c, para. 6).\nI defer to a subsequent major section of this blog posting my critical review\nof the recent report from Robert Morris University, a critical perspective which I\nbelieve applies similarly to the almost decade-old American Chemical\nSociety reports. Necessarily prior, though, to motivate my criticisms is\na common understanding of the inputs, processes, and outputs forming the\nPennsylvania Petrochemicals Complex. So, next, I offer my bare-bones\ndescription of the operation of the Complex and refer to the information\nin this description in my subsequent review of the Robert Morris report.\nOperation of the Pennsylvania  Petrochemicals Complex\nThe Pennsylvania Petrochemicals Complex in Monaca will house seven\nethane cracker units,7 two high-density polyethylene units and one\nlow-density polyethylene resin manufacturing unit (potential of\n1,600,000 metric tons of polyethylene annually), natural gas-fired\ncombustion turbines co-producing steam and electricity, four emergency\ndiesel generators, diesel-powered pumps, cooling towers, multiple fuel\nand storage tanks, multiple flaring units, an incinerator, air pollution\ncontrol devices, and a wastewater treatment facility\n(RTP Environmental Associates, Inc. 2014b; State of Pennsylvania 2016, 5–7).8\nDisplayed in Figure 5 is my conception of the inputs, processes, and\noutputs of the Complex. For simplicity of presentation, the flow of\nactivity portrayed in Figure 5 skims over many of\nthe details of the ethane-to-ethylene-to-plastic resin process. I\nnarrate some of the details about inputs, processes, and outputs that\nflow from top to bottom of Figure 5.\n\n\n\nFigure 5: Inputs, Processes, and Outputs in the Operation of Pennsylvania Petrochemicals Complex.  (Graphic drawn by David Passmore using DiagrammeR package in RStudio based on  general descriptions of ethane cracking and statements in air quality approval  application made by Shell (RTP Environmental Associates, Inc. 2014b). Does not  show the flow of emmissions from utilites and general facilities processes  or fugitive emissions.)\n\n\n\nInputs\nThe Complex can produce 1.5 million metric tons of ethylene annually by\ncracking ethane molecules\n(RTP Environmental Associates, Inc. 2014b, 1–2).9 All of the ethane\nrequired is delivered to the Complex by the Falcon Ethane Pipeline\nSystem, a 97-mile pipeline network incoming to the Complex from Houston,\nPennsylvania, and Cadiz and Scio in Ohio. (see Figure\n6). Ethane transported by Falcon is unique — it is\nthe only energy commodity that can morph from being sold mixed with natural gas\nor, alternatively, as a liquid feedstock for petrochemical plants, an\nattribute that contributes to ethane’s volatility of production volume\nand price. (Braziel 2022). As with many aspects of the construction and\noperation of the Complex, the Falcon Ethane Pipeline System has\ngenerated considerable controversy (see, e.g., “Real Talk on Pipelines” 2022).\n\n\n\nFigure 6: Falcon Ethane Pipeline.  (Map from https://bit.ly/FalconPipeline)\n\n\n\nGas processing plants that separate liquids and remove solids or other\nparticulate matter in the gas stream lifted from regional wells drawing\nfrom Marcellus and Utica shale formations provide input to these three\nnodes in the pipeline network. The three modes are tactically located\nproximal to clusters of wells producing “wet” gas. Some wells produce\nnot only natural gas as methane, but also include natural gas liquids\nsuch as ethane, propane, butane, and isobutane. These products\nconstitute as liquids by, depending on the gas pressure, condensing to\nbecome the “wet” portion of the natural gas (Hey 2017). In general,\nMarcellus and Utica shale formations in Ohio, southwestern Pennsylvania,\nand West Virginia involve wet gas (See Figure 7 for\nlocations).\n\n\n\nFigure 7: Locations of Wet and Dry Gas in Marcellus and Utica Shale Formations.  (Map from https://bit.ly/wet-dry-gas)\n\n\n\nNatural-gas-fired cogeneration turbines will produce steam for the\nethane cracker and generate electricity for the Complex. Excess\nelectricity generated through cogeneration will be sold for distribution\nin daily energy markets run by the PJM Interconnection electrical power\ngrid serving selected northeastern U.S. states\n(RTP Environmental Associates, Inc. 2014b, 1–2). As much as one-third of\nthe electricity output of the cogeneration units might become available\nfor regional distribution (“New Shell Pennsylvania Petrochemicals Complex Takes Advantage of Shale Revolution,” n.d.).\nSuperheated pressurized steam in the cracker dilutes and vaporizes\nethane. The heat from the steam splits the bonds between carbon and\nhydrogen atoms in ethane, a process called “pyrolysis,” to yield\nethylene (more detail in Passmore (2022c), para, 5).\nOil & Gas Journal (Brelsford 2021) reported that the Complex also will\ndraw 20 million gallons of water daily from the Ohio River. Some water\nnot used to generate steam is used to cool the effluent produced by the\ncracker or to contribute to other processes at the Complex. Water is\nreused or returned to the river as a by-product after treatment to meet\nwater quality standards. A by-product is a material produced as a\nresidual of, or incidental to, the production process. In an accounting\nsense, by-products are associated with costs.\nUnknown are the amounts and kinds of other inputs to the Complex beyond\nethane, natural gas, and water. These other inputs could add to the\ncosts of business of the Complex and affect the supply chain for the\nComplex in similarly unknown ways.\nProcesses\nAt the core of the Pennsylvania Petrochemical Complex are ethane\ncrackers that generate ethylene for making polymer resin that, in turn,\nis extruded as small pellets.\nCracking\nAn ethane cracker is a furnace into which ethane is fed. The ethane is\ndiluted with steam heated to approximately 1300° F. The heat of the\nfurnace cracks ethylene from ethane molecules, freeing two molecules of\nhydrogen in the process and creating a double bond10 between carbon\natoms (structures modeled in Figure 8). The hot gas\nmixture exhausted from the cracker is cooled, or “quenched (“Quench Water Coolers in Ethane Cracking Plant (Olefin Plant) - Hydrocarbons Technology,” n.d.),”\nwith water to prevent further chemical reactions. Water and heat are\nrecovered for recycling back into the cracking process, although some\nwater is treated and discharged as a by-product of the Complex\n(Partlow 2022).\n\n\n\nFigure 8: Comparison of the Chemical Structures of Ethane and Ethylene.  (Image from https://insights.globalspec.com/images/assets/490/1490/LNG-04a.jpg)\n\n\n\nEthylene and other substances exhausting in a gaseous state from the\ncracker are compressed to a liquid state and then refrigerated.\nFractional distillation further separates ethylene from the cooled,\nquenched mixture by taking advantage of differences in the vaporization\npoint of ethylene compared with other chemical components of the mixture\n(Helmenstine, n.d.b).\nVarious gases that are by-products of cracking are burned into the air\nin a controlled combustion process called “flaring” (“Flaring - Energy Education,” n.d.), which\nreleases carbon dioxide into the air as a by-product. Wastewater not\nreused in the cracking process but containing by-products from the\ncracker is collected, treated, and discharged. Then, the ethylene\nproduced is stored for manufacturing plastic resins.\nAn important point of information is that Shell does not report ethylene\ncracked from ethane as a product of the Complex that is meant to be sold\nto customers. Its sole use is for creating plastic resin. Liquification\nof ethylene not used in polyethylene production is possible but not\nindicated for the Complex.11 I have not found any indication that\nShell will produce ethylene as a co-product of the Complex.\nShell indicated that some co-products, such as “Solid components\n(coke/pitch/tar) are removed…and sent offsite for either use or\ndisposal [and]….tar and light gasoline [are}…shipped offsite for\nfurther processing into products” (RTP Environmental Associates, Inc. 2014b, 3–4), although the volume and possible commercial value of these\nco-products are not reported. Co-products are goods or services that are\nincidental to main production and have market value to generate revenue.\nIn contrast, a by-product typically is a material that is a consequence\nof production associated with costs.\nEthylene produced at the Complex is the primary input to polyethylene\nmanufacturing, the next and final production stage in the Complex.\nEthane cracking gathers more attention than polymerization probably\nbecause the ethane cracker forms a large footprint at the Complex and\nconsumes most inputs of ethane, water, electricity, and steam to the\nComplex. The final product of the Pennsylvania Petrochemicals Complex\nsold to customers is, in fact, pelletized polyethylene resin, not\nethylene. The nature of the final product manufactured at the Complex\nhas significant consequences for the validity of estimates made of the\neconomic impact of the Complex. More to that point subsequently in this\nblog posting.\nPolymerization\nUnique among elements is the capability of carbon to form single\nchemical bonds with up to four other atoms and to double or triple bond\nwith itself, as in a double-bond ethylene molecule (again, see Figure\n8). Carbon is one of the only elements, because of\nits bonding properties, that can create long chain-shaped molecules to\nform the basis for the fats, carbohydrates, nucleic acids (DNA and RNA),\nand proteins that serve as the basis of life itself. Chaining together\nethylene molecules (monomers) through a chemical process called\npolymerization produces polyethylene (a polymer, which means “many\nparts”).\nA catalyst suspended with ethylene molecules under pressure initiates\npolyethylene production. A catalyst is a chemical that speeds up\nchemical reactions, but is not consumed during the reaction. The\ncatalyst bonds ethylene monomers into a long chain forming a polymer\n(see Figure 9 showing monomer and an n-length\npolymer). The polymerization process releases high amounts of heat.12\nAs a consequence, continuous cooling is required to prevent runaway\nchemical reactions (Burdett and Eisinger 2018a, 67) that could ruin the product or\nmanufacturing equipment.\nEthylene passes to two gas-phase polyethylene units and one slurry\ntechnology unit to manufacture low-density polyethylene and high-density\npolyethylene. Processes in both units employ catalysts, but use\ndifferent equipment and operating parameters to produce each specific\ngrade of polyethylene. After the inclusion of additives and further\nconditioning, the polymer is extruded to form pellets, the primary\nproduct of the Pennsylvania Petrochemicals Complex.\n\n\n\nFigure 9: Ethylene Monomers React With a Catalyst to Create Polyethylene.  (Image from “How Polymer Branching & Molecular Weight Impact Processability” (n.d.))\n\n\n\nOutputs\nPlastic resin in pellet form is the product of the Pennsylvania\nPetrochemicals Complex that has market value for Shell. At the same\ntime, the Complex accumulates by-products of its industrial processes\nthat have consequences for public health and environmental quality.\nPolyethylene Resin Pellets\nPolyethylene has many desirable attributes for manufacturing. In\ngeneral, Kaiser (2021) noted that polyethylene can handle large loads\nwithout fracture and is flexible and stretchable. Polyethylene is light\nand versatile and absorbs no water. Low-density polyethylene resists\nmany types of chemical reactions and impact, while allowing relatively\neasy fabrication and forming. High-density polyethylene is known for its\noutstanding tensile strength, large strength-to-density ratio,\nhigh-impact resistance, and high melting point.\nPolyethylene is an excellent electrical insulator and can be produced to\nbe transparent. Polyethylene has thermoplastic properties useful in\nproduction – i.e., it softens or fuses when heated and hardens and\nbecomes rigid again when cooled. The Pennsylvania Petrochemicals Complex\nwill produce high- and low-density polyethylene (see, respectively,\n“What Is High Density Polyethylene (HDPE)? | Acme Plastics” (n.d.) and “Low Density Poly-Ethylene - an Overview | ScienceDirect Topics” (n.d.)).\nNearly all polyethylene is sold after initial manufacturing as small\n(≅5mm), white, lentil-shaped pellets (see Figure 10),\nalthough round, flat, square, cylindrical, and various other shapes of\nmany colors are manufactured. The pellets are known as “nurdles.”\nNurdles are bagged and stored before distribution by rail or truck to\nwarehouses or directly to customers. The added cost of pelletizing\npolyethylene is considerable (Burdett and Eisinger 2018b, 67), but nurdles are\nrelatively easy to ship. Customers who buy pellets are not households,\nbut are other businesses that use the nurdles in their own production,\nsuch as injection molding, extrusion, and blow molding.\n\n\n\nFigure 10: White Nurdles.  (Photo from gentlemanrook - originally posted to Flickr as Plastic Pellets - \"Nurdles\",  CC BY 2.0, https://commons.wikimedia.org/w/index.php?curid=4487785)\n\n\n\nPlastic resin pellets are unit-priced by the pound for sale in\ndownstream markets. Pellet prices are volatile (Pederson 2021) because\nthey are driven on the supply side by equally volatile prices for\nnatural gas and on the demand side by two major factors. First,\nconsumers express preferences for “eco-friendly” packaging solutions.\nSecond, environmental regulation of plastic products is increasing. Some\nobservers believe nurdles are one of the most harmful toxic wastes\nreleased into the environment (see discussion by McVeigh (n.d.)).\nBy-Products\nMany industrial processes create co-products and by-products.13 The\nPennsylvania Petrochemicals Complex will generate electricity and,\nperhaps, some output of cracking as co-products. However, the Complex\nwill create by-products, the cost of which Shell will bear, partly by\npaying for permits to discharge substances into the environment. Other\ncosts of by-products will be borne separately by Pennsylvania citizens\nor jointly with Shell.\nCracking ethane emits by-products that can render the air, soil, water,\nor other natural resources harmful or unsuitable for further use. The\nEnvironmental Law Institute (n.d.) and Doyle (n.d.) inventoried many of the\nby-products of the Pennsylvania Petrochemicals Complex that could pose\nthreats to human health and environmental safety.\nSmall inhalable particles emitted can damage short- and long-term human\nrespiratory function. Volatile organic compounds emanate from cracking,\nsuch as ground-level ozone, benzene, and toluene, associated with\nrespiratory and other health ailments. Permitted in treated wastewater\nto be discharged to the Ohio River are certain levels of benzene,\nbenzo(a)pyrene, and vinyl chloride that are established human\ncarcinogens.\nCracking also releases carbon dioxide, a gas that can absorb energy\nwithin infrared wavelengths. Collision with other molecules transfers\nthis energy. Faster molecular motion produces heat. Trapped heat from\nthis action of carbon dioxide in the Earth’s atmosphere is the\n“greenhouse effect” that has influenced the long-term warming of the\nplanet’s overall temperature.\nThe Department of Environmental Protection issued a permit\n(Commonwealth of Pennsylvania 2015), valid through 2019,14 for the\nkinds and numbers of tons of annual emissions by the Complex listed in\nTable 1.\n\n\nTable 1. Tons of Permitted Annual Emissions by the Complex\n    Air Containment\n      Permitted Emission Rate (tons)\n    Nitrous Oxides\n348Carbon Monoxide\n1,012Filterable Particulate Matter\n71Particulate Matter ≤10 micron diameter\n164Particulate Matter ≤2.5 micron diameter\n159Various Sulfur Oxides\n21Volatile Organic Compounds (VOC)\n522Flue & Fugitive Emissions of VOC\n620Hazardous Air Pollutants\n30.5Ammonia\n152Carbon Dixide Equivalents\n2,248,932Source: Commonwealth of Pennsylvania (2015\n    \n\nThe Pennsylvania Department of Environmental Protection required for\nthis first-of-its-kind facility in Pennsylvania complex environmental\nreviews, approvals, and permits for new construction, remediation of\ncontamination from previous industrial activities on the property, and\noperation. The Department keeps a running list of news on its website\n(see “Shell Petrochemical Complex” (n.d.b) ) about the Complex, permits and approvals obtained for\nthe construction and operation of the facility, and\ncompliance/enforcement actions taken by government agencies to regulate\nthe Complex.\nHow Well Understood is the Potential  Economic Impact of Complex?\nShell Chemical Appalachia LLC made a complex, courageous, and\nconsequential financial decision to build and operate the Pennsylvania\nPetrochemicals Complex. Shell says that the Complex will open sometime\nin 2022 (Shrum 2022b). The Commonwealth’s citizens also invest with\nShell in the Complex. Foregoing current and future tax expenditures by\nthe Commonwealth reduced Shell’s start-up costs, will subsidize\npurchases of ethane for cracking, and eliminates much of Shell’s state\nand local tax liability.\nAlthough Shell and the Commonwealth invest jointly in the Complex, their\ninvestment goals differ. Shell aims to sell plastic pellets from the\nComplex for a profit. The Commonwealth wishes to benefit from the impact\nthe Complex could have on regional jobs, income, business activity, and\ntax revenue.\nShell will review its balance sheets and earnings reports to judge its\nyield from the Complex. The Commonwealth certainly can review regional\neconomic data that will emerge to account for the observed impact of the\noperation of the Complex, although I am not aware of any impact\nassessment plan. Shell-sponsored forecasts of the potential economic\nimpact of the Complex seem to have provided the rationale for accepting\nthe Commonwealth’s decision to invest in the Complex. However,\npotential ≠ a realized outcome.\nI conclude that reports about the forecasts made public by Shell might\nhave included conceptual orientations and methodological approaches that\nleft the Commonwealth’s citizens without clear evidence of potential\neconomic impact. Therefore, some explanation of my assessment is\nappropriate of the value of Shell’s forecasts of potential impact to\njustify Pennsylvania citizens’ trust in investment in the Complex.\nIn this major section of this blog posting, I critically review a 2021\nreport about the potential regional economic impact of the Pennsylvania\nPetrochemicals Complex (portions of cover in Figure 11.\nThe preparation of this report, Updated Economic Impact Analysis:\nPetrochemical Facility in Beaver County, Pennsylvania (Clinton, Minutolo, and O’Roark 2021b),\nwas supported by Shell Chemical Appalachia LLC. The importance of this\nreport is that some among the public and its representatives might\nperceive that it satisfies questions about regional economic value of\nthe Complex.15\nWhen the Robert Morris report16 was released in 2021, the report’s\nauthors were identified as faculty members in the School of Business at\nRobert Morris University.\nEarlier similarly produced economic impact reports by the American\nChemistry Council appeared while the Pennsylvania legislature was\nconsidering incentives through tax expenditures to aid the construction\nand operation of the Complex. I believe that these Council reports share\nnearly the same methodology and analytics, as well as some of the same\nissues, evident in the Robert Morris report by Clinton, Minutolo, and O’Roark (2021b). Dissection\nof the Robert Morris report can also shed light on the American\nChemistry Council reports’ validity.\n\n\n\nFigure 11: Cover of Robert Morris University Report.  (Image captured from https://bit.ly/RMpetro and  edited to minimize display space by David Passmore )\n\n\n\nI structure my critical review of the Robert Morris report along three\nlines:\nSummary and Reflection. First, I summarize the Robert Morris\nreport, accompanied by light annotation about some of the methods\napplied to generate the report.\nIssues. Next, I identify three issues in the Robert Morris report\nthat left the Commonwealth’s citizens without clear evidence of the\npotential economic impact of the Pennsylvania Petrochemicals\nComplex: classification of the industry accounting for impact,\nidentification of indirect impact, and appropriateness of a 40-year\nforecast of impact.\nNext Steps. Last, I describe briefly some ways that might prove\nuseful for assessing any regional economic impact of the Complex. As\nfar as I know, the Commonwealth does not plan to perform any impact\nassessment.\nThe Robert Morris Report: A Summary and Reflection\nFocus\nShell engaged Robert Morris faculty members “to provide an independent\nanalysis17 of the economic impact of the construction and operation\nof the contemplated petrochemical facility” by examining “direct\neconomic changes in job creation and overall economic output, focusing\non the construction and operational phases of the Project. Additionally,\nthe multiplicative impacts of the Project are considered”\n(Clinton, Minutolo, and O’Roark 2021d, 7).\nImpact Estimation\nThe analytics behind the report rely on input-output modeling, a\ndata-based, computational, and most often prospective approach to\nunwinding the impact of projects, events, and changes in local\neconomies. An input-output model accounts for goods and services that\nare required as inputs by industries to produce outputs of goods and\nservices necessary to satisfy requirements for supplies to other\nindustries or for delivery directly to consumers (Miernyk 1965).\nImpact estimates computed for the Robert Morris report relied\nexclusively on IMPLAN software (“Economic Impact Analysis for Planning | IMPLAN” 2019) for input-output modeling\nto analyze “publicly available information” (Clinton, Minutolo, and O’Roark 2021e, iii).\nIMPLAN is described as the “gold standard” for economic impact analysis.\nAn essay I authored (Passmore 2022a) describes the technical details of\ninput-output modeling.\nAlthough the regional economic impacts of building the Pennsylvania\nPetrochemicals Complex probably are substantial, construction is nearly\ncomplete as I write this blog posting. I, therefore, exclude\nconstruction impacts and, instead, emphasize the portions of the Robert\nMorris report focused on operating the Complex. I also exclude from my\nsummary portions of the report that estimate the statewide impacts of\nthe Complex. Clinton, Minutolo, and O’Roark (2021b) indicated that “Most of the impact for the\nproposed Project is expected to occur in Beaver County, Pennsylvania and\nSWPA [southwestern Pennsylvania]” (p. 10).\nGeography of Potential Impact\nThe core of the Robert Morris report focused on Beaver County and, then,\non a 10-county region of southwestern Pennsylvania. Pennsylvania\ncounties comprised of Allegheny, Beaver, Armstrong, Butler, Fayette,\nGreen, Indiana, Lawrence, Westmoreland, and Washington form the\n10-county region (see Figure 12).18 Clinton, Minutolo, and O’Roark (2021b)\nconstrained the analysis to these 10 counties even though, “It is\nanticipated that border counties in Ohio and West Virginia will be\nimpacted” (p. 10).\n\n\n\nFigure 12: 10-County Region in Southwestern, Pennsylvania.  (Map created by David Passmore using online tool  at https://www.mapchart.net/usa-counties.html\n\n\n\nClinton, Minutolo, and O’Roark (2021b) assumed workers from the 10-county region will fill 90% of\njobs at the Complex and that 40% to 75% of the people who fill the new\njobs will live in Beaver County (p. 13). These assumptions seem\nreasonable.\nMy analysis of the flow of workers into and out of Beaver County in 2019\n(Figure 13) demonstrates that about one-half of\nworkers in Beaver County also lived in the county and that another\none-half traveled from outside Beaver County to work in the county. At\nthe same time, almost 49,000 residents of Beaver County traveled to work\noutside the county.\n\n\n\nFigure 13: Flow of Workers In and Out of Beaver County, Pennsylvania, 2019.  (Image created by David Passmore from inflow/outflow analysis  of Beaver County using LEHD On-The-Map  at https://onthemap.ces.census.gov/ )\n\n\n\nMy analysis of distances from work to home for all Beaver County workers\nin 2019, shown in Figure 13, reveals that one-half of\nall Beaver County workers lived within 10 miles of their places of work.\nAnother one-quarter of Beaver County workers traveled from 10 to 24\nmiles from work to their places of residence. The remainder traveled\nmore than 25 miles from work in Beaver County to home. Data not shown in\nFigure 13 revealed that almost two-thirds of workers\ntraveling 50 or more miles from work in Beaver County went to homes\nnorth, northeast, and east of Beaver County. Also, 40% of workers\ntraveling home between 25 and 50 miles went to homes southeast of Beaver\nCounty (i.e., from the direction of Westmoreland County).\n\n\n\nFigure 14: Distance Traveled from Work to Home in Beaver County, Pennsylvania, 2019.  (Image created by David Passmore from distance/destination analysis  of Beaver County using LEHD On-The-Map  at https://onthemap.ces.census.gov/ )\n\n\n\nOne impediment to defining an economic region by geopolitical\nboundaries, such as county lines, is the risk of misspecifying the\neconomic region expected to be affected by the Complex. An economic\nregion is a cohesive area in which commerce takes place. Of course,\nadministrative or geographical boundaries can define an economic region,\nespecially if governments govern commerce or terrain limits movement.\nHowever, commerce rarely respects map lines or many other impediments.\nOther factors can define the economic region for the Complex, such as\nits laborshed (i.e., the region from which the facility draws its\ncommuting workers, as I have provided in Figures 13\nand 14) and proximal regional suppliers (i.e., firms\nclose enough geographically to the Complex to supply goods and\nservices). Perhaps a worthy approach moving forward will be to amend the\nboundaries of the economic region affected by the Complex to reflect the\nlocal supply of goods, services, and labor. Such as approach might\nproperly include, for example, parts of Ohio or areas north of Beaver\nCounty, or, perhaps, removal of Fayette or Green counties from the\neconomic region the Complex affects. Let the data that emerge after the\nComplex begins operation guide the establishment of the boundaries of\nthe economic region that the Complex affects.\nEstimates of Potential Impact\nJob numbers for the operation of the complex were the sole inputs into\nthe IMPLAN software to initiate the estimates in Table 1.19 Some\nassumptions stated in the report about job numbers that formed the\nstarting point for estimation:\n\nthe Beaver County petrochemical facility will employ 600 fulltime\npeople who will live and work in the region. We model the economic\nimpact of this job creation on the Pennsylvania economy assuming that\nall workers who fill these jobs will reside in the Commonwealth. We\nalso model the economic impact in SWPA assuming that 90% of the people\nwho fill the new jobs reside in the region. Thus, 540 new jobholders\nwill work and live in SWPA. Finally, we consider the impact of the new\njobs on Beaver County. Based on comparative commuting patterns we\nassume that 40% to 75% of the people who fill the new jobs will live\nin Beaver County, generating 240 to 450 new jobs for people who reside\nthere. (Clinton, Minutolo, and O’Roark 2021f, 13)\n\nThe authors reported that they analyzed the “Petroleum Refinery\noperation” industry (Clinton, Minutolo, and O’Roark 2021f, 8–9) to calculate the potential\nregional economic impact of the Complex. After excluding construction\nand statewide impact from my consideration, I extracted findings from the Robert\nMorris report. Recorded in Table 2 from the Robert Morris report are the potential annual economic\nimpacts of operating a petroleum refinery on Beaver County, on a\n10-county southwestern Pennsylvania area.\n\n\nTable 2. Potential Annual Economic Impact of\nOperation of a Petroleum Refinery in Beaver County, Pennsylvania\n    (millions of dollars or number of jobs)\n    Impact\n      Beaver County\n      10-County Southwestern Pennsylvania Area\n    Value Added\n\nDirect\n$8,700 to $14051\n$29,266Indirect\n$1,127 to $1,885\n$35,053Induced\n$461 to $749\n$8,222Labor Income\n\nDirect\n$887 to $1,326\n$2,631Indirect\n$386 to $646\n$12,998Induced\n$246 to $400\n$4,822Jobs\n\nDirect\n240 to 450\n540Indirect\n267 to 501\n5843Induced\n279 to 494\n3744Earned Income Tax\n\nState\n$1.7 to $2.8\n$21Local\n$0.6 to $0.9\n$7Source: Clinton, Minutolo, and O’Roark 2021b\n    \n\nDisplayed in Table 3 are the potential economic\nimpacts over 40 years calculated for the Robert Morris report.\n\n\nTable 3. Potential 40-Year Economic Impact of\nOperation of a Petroleum Refinery in Beaver County, Pennsylvania\n    (millions of 2020 dollars\ndiscounted at 3.25% annually)\n    Impact\n      Beaver County\n      10-County Southwestern Pennsylvania Area\n    Total Output\n$10,715 to $17,882\n$175,074Vaue Added\n$10,288 to $16,685\n$72,541Labor Income\n$1,519 to $2,372\n$20,452State Tax\n$35 to $55\n$471Local Tax\n$11 to $19\n$153Source: Clinton, Minutolo, and O’Roark 2021b\n    \n\nMeasures of Potential Economic Impact\nFor the most part, definitions of components of economic impact offered\nin the Robert Morris report were not provided or cited in the Robert\nMorris report. Some of these concepts and terms are drawn from\ndefinitions used in national income and product accounting by the U.S.\nBureau of Economic Analysis (“NIPA Handbook: Concepts and Methods of the u.s. National Income and Product Accounts | u.s. Bureau of Economic Analysis (BEA)” 2021; “Glossary | u.s. Bureau of Economic Analysis (BEA),” n.d.). Others are\nderived from the language used around input-output analysis (Clouse, n.d.b). Readers of reports of economic impact often impute different meanings of economic and technical concepts and methods than are intended by producers of reports.\nThe relationships and overlaps among some of the components of economic\nimpact reported in Table 2 and Table 3 are shown in Figure 15. The\ncomponents shown in Figure 15 are terms used in national income\nand product accounting. The components are organized hierarchically into\noverlapping categories.\n\n\n\nFigure 15: Relationships Among Some of the Components of Regional Economic Output,  Most of Which Are Estimated in the Robert Morris Report. (Image captured and recolored from https://bit.ly/IMPLANoutput)\n\n\n\nDefinitions of components of impact displayed in Table 2 and Table 3 include:\nLabor income equals employee compensation plus proprietors’\nincome.Employee compensation is the sum of employee wages and\nsalaries and supplements to wages and salaries. Wages and\nsalaries are measured on an accrual, or “when earned” basis,\nwhich may be different from the measure of wages and salaries\nmeasured on a disbursement, or “when paid” basis. Supplements to\nwages and salaries include employer contributions for employee\npension and insurance funds and of employer contributions for\ngovernment social insurance.\nProprietor’s income is current–production income (including\nincome in–kind) of sole proprietorships and partnerships and of\ntax–exempt cooperatives. Fees of corporate directors are\nincluded in income of proprietors, but the imputed net rental\nincome of owner–occupants of all dwellings is included in\nrental income of persons. Proprietors’ income excludes dividends\nand monetary interest received by nonfinancial businesses along\nwith rental incomes received by persons not primarily engaged in\nthe real estate business. These incomes are included in\ndividends, net interest, and rental income of persons,\nrespectively.\n\nValue added is labor income plus taxes paid on production and\nimports and other property income.\nTaxes paid on production and imports, accounted as a negative\nvalue, include include sales and excise taxes, customs duties,\nproperty taxes, motor vehicle licenses, severance taxes, other\ntaxes, and special assessments.\nOther property income includes consumption of fixed capital,\ncorporate profits, and net of business current transfer\npayments. It also includes income derived from dividends,\nroyalties, corporate profits, and interest income.\n\nTotal output is the sum of value added plus intermediate output.\nThe U.S. Bureau of Economic Analysis defines intermediate output as\n“Goods and services that are used in the production process of other\ngoods and services and are not sold in final-demand markets”\n(“Glossary: Intermediate Inputs,” n.d.). Intermediate Inputs are purchases of non-durable goods\nand services such as energy, materials, and purchased services that\nare used for the production of other goods and services, rather than\nfor final consumption. Purchases of intermediate goods are\nbusiness-to-business transactions. The Complex produces output that becomes an intermediate input to other producers of plastic product output.\nJobs equal the count of part– and full–time jobs, including all\nfederal, state, and local government employment, military\nemployment, and self–employment. This definition does not count\n“in–kind work” without pay by family members as employment.\nState and local earned income taxes were not calculated inside the\nIMPLAN model. Instead, the authors of the Robert Morris report\ncalculated tax impacts outside the model using data from the model.\nThe authors explain:\n\nThe project is expected to exert a substantial impact on state and\nlocal taxes. There will be a number of tax impacts such as income tax,\nproperty tax, and licenses and permits. The income tax is the most\ntractable. We assume a 3.07% state income tax rate for the\nPennsylvania wage income and a 1% local rate. Given that labor income\nin the model includes both wages and benefits we assume that benefits\nare 34% of wages so that 75% of labor income would be taxed as wages\nand 25% would not be taxed because it relates to nontaxable benefits.\n(Clinton, Minutolo, and O’Roark 2021f, 15)\n\nTotal economic impacts on value added, labor income, and jobs are parsed\nin Table 2 into direct, indirect, and induced components as\n(using definitions by IMPLAN):\nDirect impacts are the initial effects on the economy of the\nComplex. For example, referencing Table 2, the number of direct jobs\nin Beaver County is 240 to 450, depending on assumptions about the\nactivity of the Complex. That is the range of the number of jobs\nthat the Complex could possibly employ.\nIndirect impacts are the effects of purchases of supplies by the\nComplex from local industries. The range of jobs generated by the\nComplex indirectly in local supplying industries is between 267\nand 501. Some supplies are purchased outside Beaver County and,\ntherefore, are not attributed to the impact of the Complex in the\ncounty.\nInduced impacts are effects of the regional economy that result\nfrom local spending of income earned by workers in the Complex and\nby workers in local industries that supply the Complex. The range of\njobs induced by the Complex is between 270 and 494. Some of the\nincome earned by workers at the Complex and workers in local\nsupplying industries leaks outside the county or the southwestern region.\nThe sum of direct, indirect, and induced components in panel I of Table\n2 is an estimate of the total potential impacts (depicted in Figure\n16) of the Complex on regional value added, labor\nincome, and jobs. Impacts-by-component, excluding taxes, were calculable\nonly for estimates in panel I of Table. In another blog posting, I\ndetail the technical aspects of calculating these impacts\n(Passmore (2022b), “Multipliers”).\n\n\n\nFigure 16: Components the Total Economic Impact of the Pennsylvania Petrochemicals Complex.  (Graphic drawn by David Passmore using DiagrammeR package in RStudios.)\n\n\n\nDid Economics Play a Role in the Assessment  of the Potential Economic Impact of the Complex?\nReading the Robert Morris report leads to a growing realization: This\nreport about economic impact describes an accounting exercise, not an\napplication of economics. The impressive technique of input-output\nmodeling won the Nobel Prize in Economic Sciences in 1973 for Wassily\nLeontief (Leontief 1936, @leontief1966), an economist who developed\ntheory and methods (“The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 1973,” n.d.) that became computationally tractable with\nthe advent of high-speed computing. Setting this impressive\nmethodological accolade aside, the chief difficulty with the Robert\nMorris report – and many other reports relying on IMPLAN – is that it\nassembles a brief of benefits while ignoring costs, the assembly of\nwhich is key feature of economic analysis.\nThe John Locke Foundation is a firm critic of common input-output\nmodeling applications. The Foundation claimed (“Economic Impact Studies: The Missing Ingredient Is Economics” 2017) that many\ninput-output modeling efforts are heavy on accounting, but light on\neconomics. In fact, many studies using input-output analysis consider\nonly benefits of a project, but fail to consider or model any costs of\na project. In this way, many technically complicated studies of economic\nimpact represent attempts to advocate a project, not to research full\nimpact, even though sophisticated research tools are applied. The sophistication of the research tools used can cast a patina of economic science over an analysis of only a portion of the components of a problem studied.\nOf course, any new economic activity viewed without costs consistently\nwill demonstrate unalloyed benefits. Something is larger than nothing,\nright? The “big-benefits-with-few-costs” approach is compelling to\nlegislators, policy-makers, and funding agencies seeking to convince the\npublic that projects, events, or changes are indispensable for economic\ngrowth and community revitalization (Sanders 2015).\nThe John Locke Foundation observed that input-output modeling is often\nconducted “by professional consulting firms that interest groups hire to\ndo the studies. Furthermore, those who perform the studies seldom have\nformal training in economics. Instead their expertise is in\nusing…proprietary [input-output] models (“Economic Impact Studies: The Missing Ingredient Is Economics” 2017)”. I am not\nasserting by quoting this sentiment from the John Locke Foundation that\nthe authors of the Robert Morris report lacked training and expertise in\neconomics. Their biographies reveal that they are seasoned economic\nanalysts. Instead, I believe that the Robert Morris report represents an\nassertion of benefits without factoring in costs.\nIgnoring costs and other modes of failure to think ahead to consider\nfull economic consequences prompted Frédéric Bastiat, French economist\nbest known for his journalistic writing in favor of free trade and the\neconomics of Adam Smith, to write in his last published pamphlet in 1850\nthat:\n\nIn the economic sphere an act, a habit, an institution, a law produces\nnot only one effect, but a series of effects. Of these effects, the\nfirst alone is immediate; it appears simultaneously with its cause; it\nis seen. The other effects emerge only subsequently; they are not\nseen; we are fortunate if we foresee them.\n\n\nThere is only one difference between a bad economist and a good one:\nthe bad economist confines himself to the visible effect; the good\neconomist takes into account both the effect that can be seen and\nthose effects that must be foreseen. (Bastiat 1964)\n\nAttributing Responsibility for Assessing Potential Impact\nI wish to attribute responsibility to the political and government\nrepresentatives of Pennsylvania citizens, not to Shell or the authors of\nthe Robert Morris report, for failing to exert due diligence over the\nevidence necessary to decide to expend tax revenue to support the\noperation of the Complex. The problem created by this failure probably\noutweighs any technical issues that might exist in the Robert Morris\nreport.\nI emphasize that Shell and the authors of the Robert Morris report were\nnot compelled to offer a report that would include costs estimates as\nwell as benefits for the citizens of Pennsylvania and their\nrepresentatives. The problems, again, lie in the lack of due\ndiligence by Commonwealth representatives. Instead, I suggest that the\nCommonwealth should have sought, either through a Commonwealth analysis\nor from an independent contractor, a report that displayed for the\npublic the costs along with the benefits before expending tax revenue to\npartner with a private enterprise investment.\nNo evidence is available that public representatives of the\nCommonwealth’s citizens made their own independent assessment of the\nregional economic impact of the Complex. Instead, they accepted, mostly\nuncritically, the economic impact estimates and forecasts prepared for\nShell and by other petrochemical industry associations to make their\ndecisions about tax expenditures for the Complex.\nTo be sure, Shell did not pretend to support an economic impact report\nto meet the public’s needs for information. I can find nowhere in the\nreport or in Shell’s public statements that the report was intended to\nthoroughly inventory the costs and benefits of building and operating\nthe Complex for the public. As a private enterprise with shareholders\nshould be, Shell focused on its own interests. We should not conflate\nShell’s interests with the public interest. I do not make that assertion\ncynically but just observe that firms like Shell pursue\nfree-market self-interest. Every stakeholder in these transactions needs\nto look after its own interests. Who was looking after the interests of\nPennsylvania citizens?\nModeling efforts that produce analyses like those reported by the Robert\nMorris authors often run into discrepancies between the data needed and\nthe data available for analysis. IMPLAN and other input-output modeling\ntools rely heavily on government data about economic activity.\nGovernments usually release data not about firms but are agglomerated\nfrom private data provided by firms into clusters of information in\ncategories that do not identify firms. Sometimes this discrepancy\nbetween what analysts want and need requires compromises, fitting a few\nsquare pegs in round holes and getting a result “near to the truth.”\nConstruction of a statement of the regional economic benefits of the\nComplex required many assumptions, analysis decisions, and compromises.\nI do not know the terms of Shell’s support for the Robert Morris report,\nbut I suppose that the Robert Morris authors produced a technical report\nthat satisfied Shell’s interests. The authors do not assert that the\nreport is meant to serve the public’s interest. The report is not\ndesigned primarily to serve the entire interests of Commonwealth\ncitizens.\nI assess that the Robert Morris authors of the report handled well many\ntechnical constraints imposed by input-output modeling with IMPLAN and\nlimitations levied by the regional data they analyzed. The report shows\nevidence of deft craftsmanship in conducting input-output analysis with\nIMPLAN. The authors seem well-qualified in education and experience to\ntackle this impact analysis. I base my assessment on my approximately 45\nyears of experience with input-output modeling and IMPLAN software,\nduring which I completed about 130 economic impact studies.\nBut perhaps the most striking realization about the reception of the\nRobert Morris report and the American Chemical Society’s reports is that\nthe Commonwealth did not feel the need to commission its own analysis of\nthe potential economic impact of the Complex. The Robert Morris report\nand the American Chemical Society’s seemed sufficient to satisfy public\nrepresentatives and officials that making tax expenditures on the\nComplex serves the public’s interests.\nThree Issues Evident in the Robert Morris Report\nI identify and discuss three issues evident in the Robert Morris report.\nThese issues mostly evolve from technical matters that I believe affect\nthe validity of the report to inform the public about the potential\nregional economic impact of the Pennsylvania Petrochemicals Complex. I\nfocus on these issues because the Robert Morris report seems to be the\nonly recent evidence of the potential economic impact that reinforced public\ndecision-making to expend tax revenue on the Complex.\nI am not under the illusion that identifying these three issues with the\nRobert Morris report changes anything. The Pennsylvania Petrochemicals\nComplex will spin up soon. The chemistry will cook. The plastic resin\nwill be nibbled into nurdles. Pointing out technical matters about an\neconomic impact report has little critical standing next to what appears\nto be a significant lapse of fiduciary duty by elected and appointed\npublic officials meant to represent Pennsylvania citizens. Pennsylvania\ntaxpayers became unwitting investors in a project, the Complex, for\nwhich the social costs were neither organized nor delineated by their\nrepresentatives, who allowed the entity seeking the investment to define\nthe project’s social benefits.\nClassification of the Industry Accounting for Impact\nThe Pennsylvania Petrochemicals Complex is classified in the “Petroleum\nRefineries” industry in the Robert Morris report. I argue that,\nbecause the primary product of the Complex is polyethylene pellets,\noutput from the Complex probably is best classified within the “Plastic\nResin Manufacturing” industry. Differences in the classification of\nthe industry in which the Complex is classified are important because\ndata from a different industry likely would yield different impact\nestimates. IMPLAN notes that, although some industries are comparable,\n“each IMPLAN Industry has its own production function and spending\npatterns” (Clouse, n.d.c, para. 4).\nThe Complex Extrudes Plastic Resin; It is Not a Refinery\nAbstracting from Figure 5, the flow between the\nethane cracking process to the polymerization is shown in Figure\n17. Ethylene is generated by cracking ethane at the\nComplex and becomes an input for polymerization. Ethylene is not an\noutput of the Complex for sale to customers. Polymerized plastic pellets\nform the major output, the major product, of the Complex. Analysis of\nthe Pennsylvania Petrochemical Complex as a petroleum refinery is an\nerror. One more time for the folks in the back pews: The Complex sells polymerized plastic pellets\nfrom ethylene made at the complex. Ethylene made at the Complex is not a\nproduct of the Complex. It is an input to another process at the\nComplex.\nConsider. You own a company that makes cans of noodles and meatballs in\na tomato sauce. The company makes a lot of tomato sauce by processing\ntomatoes. Tomatoes are not the product. Tomatoes are one input to the\nproduct. Your company makes meatballs using meat purchased from an abattoir. Meatballs are not the product. They are an input to the product.\nThe company cooks noodles made on site. Noodles are not the product.\nNoodles are an input to the product. When mixed and canned, tomato\nsauce, meatballs, and noodles form the final product your company sells\nto consumers. Your company is not a tomato sauce, meatball, or noodle\nmanufacturer. Your company sells cans of spaghetti and meatballs in\ntomato sauce to wholesalers as a processed food product. The wholesalers\ndistribute the canned product to a retailer. A mama might buy a can to\nput in her son’s thermos for a school lunch. You are in the Spaghetti\nCanning industry, not in a tomato, meatball, or noodle industry.\n\n\n\nFigure 17: Ethylene is Generated at the Complex as an Input for Polymerization.  Ethylene is not an output for Sale to Customers.  Polymerized Plastic Pellets Form the Major Output of the Complex.  (Graphic drawn by David Passmore using DiagrammeR package in RStudios.)\n\n\n\nThe Authors of the Robert Morris Report Faced Analytic Compromises\nThe authors of the Robert Morris report had to shoehorn their analytic\nproblem into the IMPLAN framework. Here is the compromise required to\nselect the Petroleum Refineries industry analyzed by Clinton, Minutolo, and O’Roark (2021b) rather\nthan Petrochemical Manufacturing:\n\n“Within the IMPLAN application model, the ‘event’ selected for the\noperations phase of the economic impact is category number 154,\n‘Petroleum Refiners’….While the [IMPLAN] dataset includes a\nclassification for 159 Petrochemical Manufacturing, there is no\nmultiplier and no underlying data to model the economic impact on\nsince there is currently no such activity within the state of\nPennsylvania. Therefore, the nearest analogous industry and multiplier\nto the previous study, Petroleum Refineries, was selected. (p. 8-9)\n\nThis attempt to get the best fit of available government income and\nproduct accounting data with the IMPLAN application is a common\ncompromise that required professional judgment by the authors of the\nRobert Morris report. IMPLAN contains 546 industries for analysis\nagglomerated from thousands of industry categories from which federal\nstatistical agencies obtain and classify data using the North American\nIndustry Classification System (NAICS).\nClassified by NAICS are establishments by the primary goods or services\nthey produce (“What Is the NAICS Structure and How Many Digits Are in a NAICS Code?” n.d.). The “North American Industry Classification System (NAICS) u.s. Census Bureau” (n.d.) says, “Economic units that have\nsimilar production processes are classified in the same industry, and\nthe lines drawn between industries demarcate, to the extent practicable,\ndifferences in production processes” (p. 3). Almost all statistics\ncaptured about economic activity by the U.S. Census Bureau, Bureau of\nLabor Statistics, and other government agencies are classified by NAICS\ncodes. According to an online FAQ about the NAICS coding system\n(“North American Industry Classification System (NAICS) u.s. Census Bureau,” n.d.):\n\nNAICS is a 2– through 6–digit hierarchical classification system,\noffering five levels of detail. Each digit in the code is part of a\nseries of progressively narrower categories, and the more digits in\nthe code signify greater classification detail. The first two digits\ndesignate the economic sector, the third digit designates the\nsubsector, the fourth digit designates the industry group, the fifth\ndigit designates the NAICS industry, and the sixth digit designates\nthe national industry. The 5–digit NAICS code is the level at which\nthere is comparability in code and definitions for most of the NAICS\nsectors across the three countries participating in NAICS (the United\nStates, Canada, and Mexico). The 6–digit level allows for the United\nStates, Canada, and Mexico each to have country-specific detail. A\ncomplete and valid NAICS code contains six digits.\n\nUnder NAICS, an industry is comprised of a group of establishments\nengaged in the same or similar types of economic activity. An\nestablishment is a single location where business is conducted or where\nservices/operations are performed.20 Generally, accounting for the\nproduction flow moves from establishments within firms and then is\naggregated to industries.\nIndustry output is produced by firms, which are for-profit business\norganizations, such as a corporations, limited liability companies, or\npartnership. Many firms can contribute to an industry. Industries are\nnot mutually exclusive collections of firms. Different industries might\ninclude some of the same firms. Also, firms might own or manage multiple\nestablishments at which industry production occurs.\nClassifying an establishment under more than one NAICS code is possible\nif the establishment makes more than one product. For instance, at one\ntime, Kodak made cameras, but the firm also produced chemicals. In this\nway, an industry does not hold firms inclusively within a single NAICS\ncode, and single NAICS codes do not classify firms exclusively.\nIMPLAN provides a crosswalk between their 546-industry classifications\nand NAICS codes (a spreadsheet at IMPLAN (n.d.) contains the crosswalk). Many\nthousands more NAICS codes exist than IMPLAN industry classifications.\nAs a result, each IMPLAN industry represents a large cluster of NAICS\nindustries. Inspection and comparison of the many NAICS CODE associated\nwith IMPLAN industry 154, Petroleum Refineries, and IMPLAN industry 159,\nPetrochemical Manufacturing, reveals that IMPLAN’s Petroleum Refineries\nindustry (IMPLAN 154) does not point to any ethylene production.\nDescriptions of NAICS industries under Petrochemical Manufacturing\ninclude products made from natural gas liquids such as ethane. However, the authors of\nthe Robert Morris report selected IMPLAN 154, Petroleum Refineries, for\nanalysis, even though it is not a good match for the Pennsylvania\nPetrochemicals Complex, for these reasons:\n\nWhile the dataset [for IMPLAN] includes a classification for 159\nPetrochemical Manufacturing, there is no multiplier and no underlying\ndata to model the economic impact on since there is currently no such\nactivity within the state of Pennsylvania. Therefore, the nearest\nanalogous industry and multiplier to the previous study, Petroleum\nRefineries, was selected. (Clinton, Minutolo, and O’Roark 2021g, 8–9)\n\nClassifying the Complex in the Petroleum Refineries Industry is an Error\nSubstitution of available data about petroleum refineries for\nunavailable data about plastic resin manufacturing from hydrocarbons\n(including ethylene production) is an error. NAICS definitions of these\nindustries show that these two industries are different:\nNAICS 324110, Petroleum Refineries, “comprises establishments\nprimarily engaged in refining crude petroleum into refined\npetroleum. Petroleum refining involves one or more of the following\nactivities: (1) fractionation; (2) straight distillation of crude\noil; and (3) cracking” (“Definition of 324110 Petroleum Refineries, 2017,” n.d.).\nNAICS 325110, Plastic Material and Resin Manufacturing, “comprises\nestablishments primarily engaged in (1) manufacturing acyclic (i.e.,\naliphatic) hydrocarbons such as ethylene, propylene, and butylene\nmade from refined petroleum or liquid hydrocarbons and/or (2)\nmanufacturing cyclic aromatic hydrocarbons such as benzene, toluene,\npolystyrene, ethylene, ethyl benzene, and acumen made from refined\npetroleum or liquid hydrocarbons” (“Definition of 325110 Plastic Resin Manufacturing, 2017,” n.d.).\nCracking is, indeed, part of NAICS 324110. However, NAICS codes define\nindustries in which a product is manufactured for other industries (what\nis called “intermediate production”) or sold directly for personal\nconsumption, business investment, government purchases, and exports\n(what is called “final demand”). The Pennsylvania Petrochemical Complex\ndoes not sell its cracked ethane to other firms. It does not sell\nethylene to fulfill final demand in the economy. Instead, the ethylene\nmade at the Complex is transferred within the complex to the next and\nfinal step in the production flow of the Complex – for plastic resin\nproduction.\nA practical argument often is made in IMPLAN analyses that using a proxy\nindustry deemed close in structure and production to a target industry\nis a practical solution to this classification problem and is all that\nseems possible within the data limitations. Yet, in the case of the\nComplex, the proxy and target industries not only are quite different in\nproducts, but the proxy and the target industries employ different\nprocesses and draw in different patterns of resources.\nFor just one example of the difference between the proxy and target\nindustries for the Robert Morris report, using national data from the\nU.S. Census Bureau for 2020 (U. S. Bureau of Labor Statistics 2021), NAICS\n324110, Petroleum Refineries, generated $7.2 million of output per\nworker, while NAICS 325110, Plastic Resin Manufacturing, produced $2.1\nmillion of output per worker. These values are crude measures that do\nnot reflect official productivity statistics and probably are\ninappropriate guides to output per worker in the Pennsylvania economy\nand that are anticipated from the Complex. However, if the output per\nworker in the proxy industry analyzed in the Robert Morris report is 3.4\ntimes the value for the target industry. If this difference in scale is\nvalid, then the Robert Morris report contains inflated estimates of\nvalue added, labor income, and taxes.21\nComplex Analytic Alternatives Were Possible\nThe authors of the Robert Morris report had analytic options beyond\nusing a proxy industry for the target industry. The IMPLAN database can\nbe customized by adding an industry that does not exist yet or using a\nproxy region similar to the region of interest (Lucas, n.d.). Also possible\nis adding a new industry to a region by specifying a spending pattern\nfor the new industry (Clouse, n.d.a). To follow these options, an analyst\nwould require financial data about the Complex’s output and supply\nstructure, which Shell, I am sure, would like to keep confidential.\nIdentification of Indirect and Induced Impacts\nPlastic resin manufacturing will directly support jobs at the Complex\nthat pay wages to workers and extract wage taxes for governments. Also,\nthe Complex will purchase goods and services from suppliers, which will\nindirectly multiply business value, income, jobs, and taxes beyond the\nComplex. In addition, pay received by workers in the Complex and by\nworkers in the firms that supply the Complex will induce consumer goods\nand services purchases. The direct, indirect, and induced impacts of\n“plastic resin manufacturing” differ from impacts that could be created by\n“petroleum refining.” This issue is a corollary to the first issue\nthat I identified – the industry in which the Pennsylvania\nPetrochemicals Complex is misidentified as “Petroleum Refineries.”\nThe Complex will purchase non-durable goods and services from suppliers.\nI believe that Complex is likely to have a unique production function –\nthat is, the recipe of inputs necessary to produce the output of the\nComplex. Ethane cracking will co-locate with resin production, probably\nreducing the costs incurred by a facility that must purchase ethylene\nexternally for delivery. Pipeline or container transportation requires\nextra expenses for cryogenic containers or pipelines under high pressure\nto keep ethylene in a dense fluid state rather than as a vapor. The\nComplex will generate, rather than purchase, its own electricity. Shell\nhas indicated how much natural gas it will purchase through the Falcon\nPipeline and how much water it might use, but the amount and kind of\nother inputs to the Complex remain unknown. Also unknown is the\nproportion of inputs Shell will purchase locally in Beaver County or the\nsouthwestern Pennsylvania region.\nBecause neither the production function for the Complex nor the\nproportion of inputs satisfied locally are known, the indirect economic\nimpact of the Complex is not clear. As a result, the potential exists\nfor over- or under-statement of the total economic impact of the\nPennsylvania Petrochemicals Complex. Also, if the primary product of the\nComplex is, as I assert, best classified as plastic resin, not ethylene,\nthen misspecification of the full economic impact of the Complex shown\nin the Robert Morris report is possible.\nQuestionable Validity of a 40-Year Forecast of Impact\nForecasted in the Robert Morris report is the potential 40-year economic\nimpact of the Pennsylvania Petrochemicals Complex.22 IMPLAN, the\ndeveloper of software applied to produce the Robert Morris report,\ncautions against long-term forecasting due to various limitations of the\nstatic input-output model programmed by IMPLAN in representing the\ndynamics operating over time in the working economy (Data Team 2022, “Why\nIsn’t There Any Forecasting”).\nI conclude that these 40-year estimates of impact constitute an\nextension of static input-output modeling, software, and data beyond\ntheir limitations. The economy of even a small region is constantly\nin flux and does not remain static, especially over a 40-year future\nperiod. IMPLAN notes that\n\n“To make a projection of what the economy will look [requires\nprediction] of all the demands for consumption…and [to] know all the\nnew commodities and technologies that will be available. Local\navailability of resources to meet that demand would also need to be\nknown.” (Data Team 2022, “Why Isn’t There Any Forecasting”)\n\nAbsolute and relative prices remain static in IMPLAN’s equations,\nalthough dynamic prices are part of natural economic change –\nespecially when considered over a 40-year forecast period. Also assumed\nin IMPLAN is that the technology to produce an industry’s output will\nnot change, a fanciful notion about the future of modern production\nprocesses. The 40-year forecasts of economic impact displayed in the\nRobert Morris report were prominent in public discussion of the Complex\nin the popular and environmental press. The forecasts attempt to portray\nthe sustainable impact of the Complex. The economic model and data were\nnot designed or suitable for long-term economic forecasting.\nNext Steps\nLast, I describe briefly ways that remain for documenting the full\nregional economic impact of the Pennsylvania Petrochemicals Complex.\nThese ways do not include replicating the Robert Morris report after the\nComplex starts operations. The Robert Morris report is filed. Shell’s\nship already has sailed. Barring any significant impediments, the\nComplex will open. And, for right or wrong, the Commonwealth has\ncodified its commitment to investment in the Complex through\nlegislation. Everything is moving forward.\nTime to look forward to using available or new data to attribute\nregional economic changes to the emerging activity of the Complex.\nEspecially critical will be efforts to incorporate measures of the\nsocial costs of the Complex into any future assessment.\nFollow the Data\nEric de Place, a research fellow at the Ohio River Valley Institute,\nurged in a 2021 interview, “As the cracker facility opens, and as it\nshifts to actually producing polyethylene, let’s continue to look back\nat the track record on the ground and compare it to the promises and see\nwhether economic growth happens or not” (Scott 2021, para. 8). This\nassessment could be structured around regional economic data before and\nafter the start-up of the Complex and on a comparison with comparable\neconomic regions without an ethane cracker. A necessity will be to draw\non innovations in the creative and complex design of natural\nexperiments23 to make these comparisons valid and fair. As far as I\nknow, the Commonwealth does not plan to perform such an assessment.\nWeigh Costs, Especially of By-Products, as Well as Benefits\nAny future assessment of the Pennsylvania Petrochemicals Complex’s\neconomic impact should include costs, not just benefits. In\nparticular, such an assessment should calculate the cost of by-products\nfrom the Complex. Again, a by-product is a material produced as a\nresidual of, or incidental to, the production process. In an accounting\nsense, by-products are associated with costs, not revenue. The\nEnvironmental Law Institute (2018) and Doyle (n.d.) identified by-products of the\nComplex that are considered hazardous by the World Health Organization,\nthe U.S. Centers for Disease Control, and other agencies.\nRecent reviews of research by Aguilar-Gomez et al. (2022) highlighted the\nsubstantial costs of pollution in terms of health, worker productivity,\ncrime, and decision-making from outdoor (Aguilar-Gomez et al. 2022), indoor\n(Duflo, Greenstone, and Hanna 2008), and water (Schwarzenbach et al. 2010) sources even though\nremarkable improvements in environmental quality have occurred in the\nU.S. over several decades (J. Currie and Walker, n.d.). Nevertheless, low-income and\nminority households often are concentrated in more highly polluted\nregions and, consequently, suffer higher rates of age- and\ncause-specific morbidity and mortality (Janet Currie, Voorheis, and Walker 2020).\nSome public statements about the Complex tend to separate the economic\nimpact of the Complex from concerns about the effects of its by-products\non public health as though the two realms of evidence are related only\nby topic. The Complex often is discussed in fiscal terms. However,\nsignificant by-products of the Complex often are addressed in the\nlanguage of epidemiology, medicine, and biostatistics. This separation\ndowngrades the perceived financial and economic consequences of\nhazardous by-products, especially those by-products rarely seen or\nsmelled.24 Some synthesis of these approaches is desirable in future\nassessments of the Complex. The concepts and tools of economic analysis\nmight present a path for this synthesis.\nAccount for By-Products as Potential Negative Externalities\nIdentifying by-products as externalities, a concept used in economics,\nis a common way to account for their impact. An externality exists when\nproducing or consuming a good cause an impact on third parties not\ndirectly involved in the production or consumption transaction.\nExternalities are classified as either positive or negative. A negative\nexternality results in costs that are not paid by the producer or\nconsumer but rather by a third party.\nThe Complex could create negative externalities by cracking ethane and\nmaking plastic resin that, incidental to the process, could compromise\nthe health of third-party Pennsylvania citizens and damage the greater\nPittsburgh environment. One response to negative externalities is to\ncharge fees for production permits that are high enough to cover the\nexpected lifetime costs created by the externality. The Complex obtains\npermits for the Commonwealth’s Department of Environmental for specific\namounts and kinds of emissions or discharges. Unknown is whether these\nfees cover the total costs of externalities.\nMore problem-focused than permit fees is the use of so-called\n“cap-and-trade” government regulatory programs designed to limit, or\ncap, the total level of emissions of certain chemicals, particularly\ncarbon dioxide (“How Cap and Trade Works,” n.d.). Firms that surpass the cap are taxed, while\ncompanies that cut their emissions may sell or trade unused credits. In\nApril 2022, Pennsylvania entered the Regional Greenhouse Gas Initiative,\na controversial multistate cap-and-trade program to reduce CO2, but\nonly affecting electric power plants (see 25 PA. CODE CH.\n145).\nSome criticisms of cap-and-trade programs involve assertions that, on\nthe one hand, the cap on emission usually is set too high and that, on\nthe other hand, the program eliminates jobs (McDevitt 2020). I am not\naware of any plans to integrate the Pennsylvania Petrochemicals Complex\ninto a cap-and-trade framework.\nAnother approach is to collect a “Pigouvian” tax25 that pays for the\nconsequences of the negative externality on independent third parties\nand can dampen the manufacture of a good generating the externality by\nraising the cost of its production. Pigouvian taxes shift the costs from\nsociety back to the producers of these externalities. The aim, also, is\nto eliminate market distortions of artificially low production costs\ncaused by passing some costs along to an innocent third party, often the\npublic. Without a way of accounting for externalities associated with\nthe Complex, costs are “kicked down the road” to future generations of\nPennsylvanians. A familiar outcome to many Pennsylvania citizens and\nregional governments, isn’t it, in the history of Pennsylvania fossil\nfuel development and production?\nThe amount of the Pigouvian tax should equal the cost of the harmful\nexternality, but calculating these costs is complex and nearly\nimpossible with any precision. I certainly realize, though, that the\ntotal costs of the Pennsylvania Petrochemicals Complex will prove\nchallenging to estimate. Even so, any estimate of the full economic\nimpact of the Complex should include public, social costs, especially\ncosts imposed from by-products.\nMeasuring the public, social costs of the Complex are prerequisites to,\neven if difficult to measure, additional regulation and permitting, a\ncap-and-trade approach, or establishing a Pigouvian tax to limit or\ncompensate for any externalities the Complex will generate. Even if\nthese three approaches prove impractical, some method for dealing with\nnegative externalities is necessary.\nMy Brief Sermon as a Postscript\nI hope that this blog posting serves as a cautionary tale about how governments review\nof proposals for the use of public monies to subsidize innovation by\nprivate enterprises. The case for public subsidies often rests solely on\nthe perception of the economic benefits of the innovation to the public.\nBut, proposals touting benefits only present merely a one-sided\nargument. Seldom identified and analyzed are the total costs, risks, and\nuncertainties that the public must bear when deciding to expend current\nor potential tax revenue.\nConsider how peculiar the request is to allocate public funds for\nprivate innovation. Rarely are major financial decisions made by\nbusinesses without balancing the benefits of innovation or change\nagainst its costs. Similarly, the investment of public funds in private\ninnovation is a significant financial decision made by elected and\nappointed public representatives. Yet, decisions to use public funds for\nprivate innovation often do not undergo the same financial scrutiny\ninvoked by businesses.\nWould a business make an investment decision without perpending costs as\nwell as benefits? Failure of a business to calculate a set of full pros\nand cons of a financial proposition – what Benjamin Franklin described\nas calculating a moral or prudential algebra26 – might result in\ncharges of financial malpractice. Shareholders of private enterprises\nwould take a dim view of willy-nilly investments based on benefits\nwithout considering costs. So, why shouldn’t the public demand a similar\nbenefit/cost calculus in any transaction made by a government that\nexpends scarce tax revenue gathered in trust from citizens? Where is the\ndue diligence for the Commonwealth’s citizens if evidence solely about\nbenefits, absent costs, of public investment is pitched only by the\nanticipated recipients of public funds?\nBusinesses in market economies act to accomplish what is best for their\nshareholders. Fiercely minimizing costs…profit by generating greater\nrevenue from operations than expenses…maximizing shareholder value.\nCommonwealth citizens also have the right to expect that their\nrepresentatives follow their fiduciary duty to always act with the\npublic’s best interests in mind. The Commonwealth manages tax\nexpenditures to profit the welfare of its citizens. Tax expenditures by\nthe Commonwealth should yield a stream of benefits for citizens that at\nleast equals expenditures. Without these motivations, neither businesses\nnor governments are feasible and ultimately sustainable.\nLast Revised\n\n[1] \"2024-09-18 15:39:01 EDT\"\n\nMy Point of View\nI do not mean this blog posting to advocate or denounce, take a position\npro or con about, the Pennsylvania Petrochemicals Complex, although\nmy narrative in this posting carries a critical and evaluative tone.\nInstead, I wrote this blog posting to document and clarify the meanings\nI attached to the political (somewhat) and economic (more so) history,\nstatus, and future of the Complex. Writing this blog posting was\nessential to me because, as E. M. Forster, English fiction writer,\nessayist, and librettist, reputedly once wrote, “How do I know what I\nthink until I see what I say?”\nI certainly tried to keep you in mind, dear reader, as I composed this\nblog posting. However, my primary motivation behind this posting was\nselfishly on my own learning. If this blog posting had been written with\nreaders as my primary audience, it would have been tighter, contained\nfewer asides, and eschewed deep and turgid cul-de-sacs of vocabulary and\nargument. But I wrote it for myself. Therefore, I did not feel\nconstrained to reduce my word count, to “get to the point” quicker, or\nto genuflect toward de rigeur authors and their arguments bullying us\nas I might if I had been forced to write for an academic journal while\nin a state of dread anticipating the pontificating, pointy, and deadly\nattacks from a demonic “reviewer #2” (Guillet 2020).\nSo, there you have it. Like Bill Belichick, New England Patriots head\ncoach and general manager, often tells reporters, “It is what it is.” My\nride. I just picked you up as a hitcher.\nAcknowledgements\nConsultation is acknowledged gratefully about blogging technicalities\nand graphics creation from Chungil Chae, assistant professor in the\nDepartment of Management, Marketing and International Business, College\nof Business and Public Management, Wenzhou-Kean University, Wenzhou,\nZhejiang Province, China. Professor Chae is my “go-to” authority for all\nmatters related to R programming, the driver of the software platform\nfor this blog. Ellysa Cahoy, Education & Behavioral Sciences Librarian\nat Penn State University, provided guidance for integration of Zotero a\nbibliographic citations database to this blog. Ms. Cahoy is my only\nlibrarian now that I am retired from Penn State. But, even more importantly, she\nhas been my best, most supportive librarian throughout my career at Penn State. Believe\nme, librarians are not wimps in applying technology to the research and\nwriting processes.\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\n“1940 Statement of Principles on Academic Freedom and Tenure.” 2006. https://www.aaup.org/report/1940-statement-principles-academic-freedom-and-tenure.\n\n\n“About ACC.” n.d. https://www.americanchemistry.com/about-acc.\n\n\nAguilar-Gomez, Sandra, Holt Dwyer, Joshua S. Graff Zivin, and Matthew Neidell. 2022. “This Is Air: The \"Non-Health\" Effects of Air Pollution.” Cambridge, MA. https://doi.org/10.3386/w29848.\n\n\nAmerican Chemistry Council, Economics, and Statistics. 2011. “Shale Gas and New Petrochemicals Investment: Benefits for the Economy, Jobs, and US Manufacturing.” http://www.chemwinfo.com/private_folder/UploadFile2013May/ACC-Shale-Report_by_ACC_March_2013.pdf.\n\n\n———. 2012a. “Shale Gas & New Petrochemicals Investment in Pennsylvania.” http://media.philly.com/documents/20120617_shale_gas_analysis.pdf.\n\n\n———. 2012b. “Shale Gas & New Petrochemicals Investment in Pennsylvania.” http://media.philly.com/documents/20120617_shale_gas_analysis.pdf.\n\n\n———. 2012c. “Shale Gas & New Petrochemicals Investment in Pennsylvania.” http://media.philly.com/documents/20120617_shale_gas_analysis.pdf.\n\n\nAustin, Peter C. 2011. “An Introduction to Propensity Score Methods for Reducing the Effects of Confounding in Observational Studies.” Multivariate Behavioral Research 46 (3): 399–424. https://doi.org/10.1080/00273171.2011.568786.\n\n\nBartik, Tim. 2018. “Who Benefits from Economic Development Incentives? How Incentive Effects on Local Incomes and the Income Distribution Vary with Different Assumptions about Incentive Policy and the Local Economy:” Kalamazoo, Michigan. https://doi.org/10.17848/tr18-034.\n\n\nBartik, Timothy J. 2020. “Using Place-Based Jobs Policies to Help Distressed Communities.” Journal of Economic Perspectives 34 (3): 99–127.\n\n\nBastiat, Frédéric. 1964. Selected Essays on Political Economy. Translated by Seymour Cain and Edited by George B. De Huszar. Seymour Cain and edited by George B. de Huszar. Van Nostrand.\n\n\nBraziel, Rusty. 2022. “Return to the Ethane Asylum - Price Skyrockets as Supply/Demand Uncertainty Looms for the Lightest NGL.” https://rbnenergy.com/node/43311.\n\n\nBrelsford, Robert. 2021. “Shell’s Pennsylvania Chemical Complex Readies for 2022 Commissioning.” https://www.ogj.com/refining-processing/article/14213551/shells-pennsylvania-chemical-complex-readies-for-2022-commissioning.\n\n\nBruggers, James. 2020. “Shell’s Plastics Plant Outside Pittsburgh Has Suddenly Become a Riskier Bet, a Study Concludes.” https://insideclimatenews.org/news/04062020/shell-plastics-plant-pittsburgh-coronavirus/.\n\n\nBumsted, Brad. 2012. “Pennsylvania Senate Passes Tax Credit for Petrochemical Plants.” https://archive.triblive.com/news/pennsylvania/pennsylvania-senate-passes-tax-credit-for-petrochemical-plants/.\n\n\n———. 2016. “Pennsylvania Tax Incentive Plan Played Major Role in Luring Shell Cracker Plant.” https://archive.triblive.com/business/local-stories/pennsylvania-tax-incentive-plan-played-major-role-in-luring-shell-cracker-plant/.\n\n\nBurdett, Ian, and Ronald Eisinger. 2018a. “Ethylene Polymerization Processes and Manufacture of Polyethylene.” In. Scrivener Publishing. ttps://doi.org/10.1002/9781119159797.ch3.\n\n\n———. 2018b. “Ethylene Polymerization Processes and Manufacture of Polyethylene.” In. Scrivener Publishing. https://doi.org/10.1002/9781119159797.ch3.\n\n\nBuss, Terry F. 2001b. “The Effect of State Tax Incentives on Economic Growth and Firm Location Decisions: An Overview of the Literature.” Economic Development Quarterly 15 (1): 90–105. https://doi.org/10.1177/089124240101500108.\n\n\n———. 2001a. “The Effect of State Tax Incentives on Economic Growth and Firm Location Decisions: An Overview of the Literature.” Economic Development Quarterly 15 (1): 90–105. https://doi.org/10.1177/089124240101500108.\n\n\nCallahan, David, Robert Brundrett, and Charlie Burd. 2022. “Celebrating Appalachia’s Green Transformation.” https://triblive.com/opinion/david-callahan-robert-brundrett-and-charlie-burd-celebrating-appalachias-green-transformation/.\n\n\nClinton, Steven, Marcel C Minutolo, and Brian O’Roark. 2021b. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\n———. 2021a. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\n———. 2021d. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\n———. 2021c. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\n———. 2021e. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\n———. 2021f. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\n———. 2021g. “Updated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania.” Moon Township, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\nClouse, Candi. n.d.a. “Adding Brand New Industries.” https://support.implan.com/hc/en-us/articles/4414458341403-Adding-Brand-New-Industries.\n\n\n———. n.d.b. “Glossary.” https://support.implan.com/hc/en-us/articles/360044986593-Glossary.\n\n\n———. n.d.c. “Picking an Industry.” https://support.implan.com/hc/en-us/articles/360040840994-Picking-an-Industry.\n\n\nCocklin, James. 2016a. “Shell Exec Offers More Details on Pennsylvania Ethane Cracker.” https://www.naturalgasintel.com/shell-exec-offers-more-details-on-pennsylvania-ethane-cracker/.\n\n\n———. 2016d. “Shell Exec Offers More Details on Pennsylvania Ethane Cracker.” https://www.naturalgasintel.com/shell-exec-offers-more-details-on-pennsylvania-ethane-cracker/.\n\n\n———. 2016b. “Shell Exec Offers More Details on Pennsylvania Ethane Cracker.” https://www.naturalgasintel.com/shell-exec-offers-more-details-on-pennsylvania-ethane-cracker/.\n\n\n———. 2016c. “Shell Exec Offers More Details on Pennsylvania Ethane Cracker.” https://www.naturalgasintel.com/shell-exec-offers-more-details-on-pennsylvania-ethane-cracker/.\n\n\nCommonwealth of Pennsylvania, Department of Environmental Regulation. 2015. “Plan Approval Permit $04-00740A: Shell Chemical Appalachia LLC, Potter Township, Beaver County.” Pittsburgh, PA. http://gasp-pgh.org/wp-content/uploads/ShellChemicalAppalachiaPlanApprovalPermit-06-18-15.pdf.\n\n\nCrisafulli, Sofia. n.d. “Biggest Corporate Subsidies of the Last 20 Years.” https://stacker.com/stories/2946/biggest-corporate-subsidies-last-20-years.\n\n\nCurrie, Janet, John Voorheis, and Reed Walker. 2020. “What Caused Racial Disparities in Particulate Exposure to Fall? New Evidence from the Clean Air Act and Satellite-Based Measures of Air Quality.” Cambridge, MA. https://doi.org/10.3386/w26659.\n\n\nCurrie, J., and R. Walker. n.d. “What Do Economists Have to Say about the Clean Air Act 50 Years After the Establishment of the Environmental Protection Agency?” Journal of Economic Perspectives 33 (4): 3–26. https://doi.org/10.1257/jep.33.4.3.\n\n\nData Team. 2022. “Detailed Key Assumptions of IMPLAN & Input-Output Analysis.” https://support.implan.com/hc/en-us/articles/115009505587-Detailed-Key-Assumptions-of-IMPLAN-Input-Output-Analysis.\n\n\nDavis, Carolyn. 2016. “Shell Delays LNG Canada, Defers Shale Investments.” https://www.naturalgasintel.com/shell-delays-lng-canada-defers-shale-investments/.\n\n\n“Definition of 324110 Petroleum Refineries, 2017.” n.d. https://www.census.gov/naics/?input=324110&year=2017&details=324110.\n\n\n“Definition of 325110 Plastic Resin Manufacturing, 2017.” n.d. https://www.census.gov/naics/?input=325110&year=2017&details=325110.\n\n\nDetrow. 2012b. “Shell Tax Break: Corbett Says He Trusts American Chemistry Council’s Numbers.” https://stateimpact.npr.org/pennsylvania/2012/06/20/shell-tax-break-corbett-says-he-trusts-american-chemistry-councils-numbers/.\n\n\n———. 2012a. “Shell Tax Break: Corbett Says He Trusts American Chemistry Council’s Numbers.” https://stateimpact.npr.org/pennsylvania/2012/06/20/shell-tax-break-corbett-says-he-trusts-american-chemistry-councils-numbers/.\n\n\n———. 2012c. “When It Comes To Energy, Corbett Is Willing To Spend Big.” https://stateimpact.npr.org/pennsylvania/2012/07/20/when-it-comes-to-energy-corbett-is-willing-to-spend-big/.\n\n\n———. 2012d. “When It Comes To Energy, Corbett Is Willing To Spend Big.” https://stateimpact.npr.org/pennsylvania/2012/07/20/when-it-comes-to-energy-corbett-is-willing-to-spend-big/.\n\n\nDetrow, Scott. 2012a. “Shell Tax Break: American Chemistry Council Conducted Jobs Study For Eight Other States, Too.” https://stateimpact.npr.org/pennsylvania/2012/06/19/shell-tax-break-american-chemistry-council-conducted-jobs-study-for-eight-other-states-too/.\n\n\n———. 2012b. “Shell Tax Break: American Chemistry Council Conducted Jobs Study For Eight Other States, Too.” https://stateimpact.npr.org/pennsylvania/2012/06/19/shell-tax-break-american-chemistry-council-conducted-jobs-study-for-eight-other-states-too/.\n\n\nDisavino, Scott. 2021. “U.S. Natgas Volatility Jumps to a Record as Prices Soar Worldwide.” Reuters, October. https://www.reuters.com/business/energy/us-natgas-volatility-jumps-record-prices-soar-worldwide-2021-10-06/.\n\n\nDoyle, Jack. n.d. “Petrochem Peril: Bill Peduto 2019.” https://www.pophistorydig.com/topics/tag/ethane-cracker-environmental-impacts/.\n\n\nDuflo, E., M. Greenstone, and R. Hanna. 2008. “Indoor Air Pollution, Health and Economic Well-Being.” Surv. Perspect. Integr. Environ. Soc. 1 (1): 1–9. https://doi.org/10.5194/sapiens-1-1-2008.\n\n\nDun & Bradstreet. n.d. “Shell Chemical Appalachia LLC Company Profile | Houston, TX | Competitors, Financials & Contacts.” https://www.dnb.com/business-directory/company-profiles.shell_chemical_appalachia_llc.870ff19e8720ed02cc269aee1e01af0e.html.\n\n\n“Economic Impact Analysis for Planning | IMPLAN.” 2019. https://implan.com/.\n\n\n“Economic Impact Studies: The Missing Ingredient Is Economics.” 2017. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\nEnvironmental Law Institute. 2018. “Ethane Cracking in the Upper Ohio Valley: Potential Impacts, Regulatory Requirements, and Opportunities for Public Engagement |.” https://www.eli.org/sites/default/files/eli-pubs/ethane-cracking.pdf.\n\n\n———. n.d. “Ethane Cracking in the Upper Ohio Valley: Potential Impacts, Regulatory Requirements, and Opportunities for Public Engagement |.” https://www.eli.org/sites/default/files/eli-pubs/ethane-cracking.pdf.\n\n\n“Flaring - Energy Education.” n.d. https://energyeducation.ca/encyclopedia/Flaring.\n\n\nFood, and Water Watch. 2020. “Cracked: The Case For Green Jobs Over Petrochemicals in Pennsylvania.” https://www.foodandwaterwatch.org/wp-content/uploads/2021/03/ib_2009_beavercountyshellcrackerplant-web-1.pdf.\n\n\nFranklin, William Templeton. 1817. Private Correspondence of Benjamin Franklin. London: Colburn.\n\n\nGibson, Keegan. 2012a. “Bipartisan Praise for Gov. Corbett As Shell Announces \"Cracker\" Site For Beaver Co. - PoliticsPA.” https://www.politicspa.com/bipartisan-praise-for-gov-corbett-as-shell-announces-cracker-site-for-beaver-co/32799/.\n\n\n———. 2012c. “Bipartisan Praise for Gov. Corbett As Shell Announces \"Cracker\" Site For Beaver Co. - PoliticsPA.” https://www.politicspa.com/bipartisan-praise-for-gov-corbett-as-shell-announces-cracker-site-for-beaver-co/32799/.\n\n\n———. 2012b. “Bipartisan Praise for Gov. Corbett As Shell Announces \"Cracker\" Site For Beaver Co. - PoliticsPA.” https://www.politicspa.com/bipartisan-praise-for-gov-corbett-as-shell-announces-cracker-site-for-beaver-co/32799/.\n\n\nGist, Ronald. 2016. “Only Time Will (Sh)ell - More On Shell’s Plan for a Marcellus/Utica Ethylene Plant.” https://rbnenergy.com/node/8656.\n\n\n“Glossary | u.s. Bureau of Economic Analysis (BEA).” n.d. https://www.bea.gov/help/glossary/.\n\n\n“Glossary: Intermediate Inputs.” n.d. https://www.bea.gov/help/glossary/intermediate-inputs.\n\n\nGuillet, Caroline. 2020. “Reviewer #2: From Joke to Reality.” https://medium.com/@19033188/reviewer-2-from-joke-to-reality-90d5f6f3c96f.\n\n\nHellerstein, Walter, and Dan T. Coenen. 1966. “Commerce Clause Restraints on State Business Development Incentives.” Cornell Law Review 81 (4). http://scholarship.law.cornell.edu/clr/vol81/iss4/1.\n\n\nHelmenstine, Anne Marie. n.d.a. “What a Double Bond Means in Chemistry.” https://www.thoughtco.com/definition-of-double-bond-605044.\n\n\n———. n.d.b. “What You Need to Know About Fractional Distillation.” https://www.thoughtco.com/definition-of-fractional-distillation-604421.\n\n\nHey, Robert Bruce. 2017. “Gas Plants.” In, edited by Robert Bruce Hey, 593–605. Boston: Gulf Professional Publishing. https://doi.org/10.1016/B978-0-12-810446-0.00038-4.\n\n\n“How Cap and Trade Works.” n.d. https://www.edf.org/climate/how-cap-and-trade-works.\n\n\n“How Polymer Branching & Molecular Weight Impact Processability.” n.d. https://blog.asaclean.com/how-polymer-branching-molecular-weight-impact-processability.\n\n\nIMPLAN. n.d. “Spreadsheet: 2017 NAICS to IMPLAN 546 Industries.” https://support.implan.com/hc/article_attachments/360053062714/Bridge_2017NaicsToImplan546.xlsx.\n\n\nKaiser, Wolfgang. 2021. Kunststoffchemie Für Ingenieure von Der Synthese Bis Zur Anwendung. Carl Hanser Verlag GmbH & Co. KG. https://doi.org/10.3139/9783446466029.fm.\n\n\n“Keystone Opportunity Zone, Keystone Opportunity Expansion Zone, and Keystone Opportunity Improvement Zone Act – Omnibus Amendments (Act of Feb. 14, 2012, p. L. 183, No. 16).” n.d. https://www.legis.state.pa.us/cfdocs/legis/li/uconsCheck.cfm?yr=2012&sessInd=0&act=16.\n\n\nKolb, Robert W. 2014. The Natural Gas Revoution: At the Pivot of the World’s Enerfgy Future. Upper Saddle River, New Jersey: Pearson.\n\n\n“Land Recycling and Environmental Remediation Standards Act (Act of May. 19, 1995,p.l. 4, No. 2 Cl. 27) - LAND.” n.d. https://www.legis.state.pa.us/WU01/LI/LI/US/HTM/1995/0/0002..HTM.\n\n\nLeontief, Wassily. 1936. “Quantitative Input and Output Relations in the Economic Systems of the United States.” The Review of Economics and Statistics 18 (3): 105–25. https://doi.org/10.2307/1927837.\n\n\n“Low Density Poly-Ethylene - an Overview | ScienceDirect Topics.” n.d. https://www.sciencedirect.com/topics/engineering/low-density-poly-ethylene.\n\n\nLucas, Maria. n.d. “Adding an Industry That Doesn’t Exist yet by Customizing a Region.” https://support.implan.com/hc/en-us/articles/360025897334-Adding-an-Industry-that-Doesn-t-Exist-Yet-by-Customizing-a-Region.\n\n\nMcDevitt, Rachael. 2020. “RGGI, Behind the Rhetoric: What We Know about the Regional Greenhouse Gas Initiative.” https://stateimpact.npr.org/pennsylvania/2020/09/14/rggi-behind-the-rhetoric-what-we-know-about-the-regional-greenhouse-gas-initiative/.\n\n\nMcVeigh, Karen. n.d. “Nurdles: The Worst Toxic Waste You’ve Probably Never Heard Of.” https://www.motherjones.com/environment/2021/11/nurdles-plastic-pellet-ocean-pollution-toxic-waste-fossil-fuels/.\n\n\nMiernyk, William. 1965. The Elements of Input-Output Analysis. Morgantown, West Virginia: Regional Research Institute at The Research Repositoryat West Virginia University. https://researchrepository.wvu.edu/rri-web-book.\n\n\nMoody’s. 2020. “Sector in-Depth: Power Generation - US: State Policies Drive Long-Term US Renewable Energy Demand.” https://www.moodys.com/MdcAccessDeniedCh.aspx?lang=en&cy=asia&Source=http%3a%2f%2fwww.moodys.com%2fviewresearchdoc.aspx%3flang%3den%26cy%3dasia%26docid%3dPBC_1242031.\n\n\nMurphy, Jan. 2016. “Two Years Too Late but Tom Corbett Accomplishes His Goals.” https://www.pennlive.com/news/2016/06/corbett_liquor_reform_ethane_c.html.\n\n\n“New Shell Pennsylvania Petrochemicals Complex Takes Advantage of Shale Revolution.” n.d. http://www.hazardexonthenet.net/article/155327/New-Shell-Pennsylvania-Petrochemicals-Complex-takes-advantage-of-shale-revolution.aspx.\n\n\n“NIPA Handbook: Concepts and Methods of the u.s. National Income and Product Accounts | u.s. Bureau of Economic Analysis (BEA).” 2021. https://www.bea.gov/resources/methodologies/nipa-handbook.\n\n\n“North American Industry Classification System (NAICS) u.s. Census Bureau.” n.d. https://www.census.gov/naics/#q5.\n\n\nPartlow, William. 2022. “Steam Cracking Process - Petrochemical Processes.” https://www.beyonddiscovery.org/petrochemical-processes/steam-cracking-process.html.\n\n\nPassmore, David L. 2011. “NOTES FROM PITTSBURGH: Different Numbers in, Different Numbers Out,” October. https://davidpassmore.github.io/blog/ec/2022-04-25-different/.\n\n\n———. 2022a. “NOTES FROM PITTSBURGH: Understanding Input-Output Modeling for Assessing Potential Economic Impact.” https://davidpassmore.github.io/blog/posts/2022-04-04-repoimplan/.\n\n\n———. 2022b. “NOTES FROM PITTSBURGH: Understanding Input-Output Modeling for Assessing Potential Economic Impact.” https://davidpassmore.github.io/blog/posts/2022-04-04-repoimplan/.\n\n\n———. 2022c. “NOTES FROM PITTSBURGH: Questions about the Pennsylvania Petrochemicals Complex....have Answers? Or, Even More Questions?” April. https://davidpassmore.github.io/blog/ec/2022-04-19-questions/.\n\n\nPearson, John. 2010. “Comparing Petrochemical Plant Aging.” https://www.chemengonline.com/comparing-petrochemical-plant-aging/.\n\n\nPederson, Jacki. 2021. “Plastic Resin Prices 2021 | Resin Shortage & Cost of Plastic Explained.” https://summitpackaging.com/plastic-resin-prices-2021-resin-shortage/.\n\n\n“Pennsylvania Petrochemicals Complex.” n.d.a. https://www.shell.com/about-us/major-projects/pennsylvania-petrochemicals-complex.html.\n\n\n———. n.d.b. https://www.shell.com/about-us/major-projects/pennsylvania-petrochemicals-complex.html.\n\n\n“Petrochem Peril: Bill Peduto 2019.” n.d. https://www.pophistorydig.com/topics/tag/ethane-cracker-environmental-impacts/.\n\n\nPhillips, Susan. 2012. “Corbett Says Shell Ethane Cracker’s Future Is Still In Doubt.” https://stateimpact.npr.org/pennsylvania/2012/08/03/corbett-says-shell-ethane-crackers-future-is-still-in-doubt/.\n\n\nPlace, Eric de. 2022. “Yet Another Reason Why the Plastics Industry Is in Trouble: Corporate Pledges.” https://ohiorivervalleyinstitute.org/yet-another-reason-why-the-plastics-industry-is-in-trouble-corporate-pledges/.\n\n\n“Quench Water Coolers in Ethane Cracking Plant (Olefin Plant) - Hydrocarbons Technology.” n.d. https://www.hydrocarbons-technology.com/products/quench-water-coolers/.\n\n\nRabalino, David. 2018. “How Much Does It Cost to Create a Job?” https://blogs.worldbank.org/jobs/how-much-does-it-cost-create-job.\n\n\n“Real Talk on Pipelines.” 2022. https://www.fractracker.org/2022/04/real-talk-on-pipelines/.\n\n\n“Remarks by President Trump During Tour of the Shell Pennsylvania Petrochemicals Complex | Monaca, PA  the White House.” 2019. https://trumpwhitehouse.archives.gov/briefings-statements/remarks-president-trump-tour-shell-pennsylvania-petrochemicals-complex-monaco-pa/.\n\n\n“Report and Plans Released for Enhancing Petrochemicals, Plastics Manufacturing in Pennsylvania.” 2017. https://teampa.com/2017/03/new-study-highlights-petrochemical-manufacturing-opportunities-pennsylvania/.\n\n\nRTP Environmental Associates, Inc. 2014a. “Air Quality Plan Approval Application: Petrochemicals Complex, Shell Chemical Appalachia LLC, Beaver County, Pennsylvania.” Raleigh, North Carolina. http://gasp-pgh.org/wp-content/uploads/2014/05/Shell-Petrochemicals-Complex-Plan-Approval-Application.pdf.\n\n\n———. 2014b. “Ir Quality Plan Approval Application: Petrochemicals Complex, Shell Chemical Appalachia LLC, Beaver County, Pennsylvania.” Raleigh, North Carolina.\n\n\nSahota, Gurbax. n.d. “Economic Development Metrics.” https://caled.org/everything-ed/economic-development-metrics/.\n\n\nSammartino, Frank, and Eric Toder. 2020. “Tax Expenditure Basics.” Washington, DC. https://www.taxpolicycenter.org/publications/tax-expenditure-basics/full.\n\n\nSanders, Jon. 2015. “Nonsense with Big Numbers: How to Get Legislators to Support Your Industry.” https://www.johnlocke.org/nonsense-with-big-numbers-how-to-get-legislators-to-support-your-industry/.\n\n\nSanzillo, Tom, and Kathy Hipple. 2020c. “IEEFA Report: Financial Risks Loom for Shell’s Pennsylvania Petrochemicals Complex.” http://ieefa.org/ieefa-report-financial-risks-loom-for-shells-pennsylvania-petrochemical-complex/.\n\n\n———. 2020a. “IEEFA Report: Financial Risks Loom for Shell’s Pennsylvania Petrochemicals Complex.” http://ieefa.org/ieefa-report-financial-risks-loom-for-shells-pennsylvania-petrochemical-complex/.\n\n\n———. 2020b. “IEEFA Report: Financial Risks Loom for Shell’s Pennsylvania Petrochemicals Complex.” http://ieefa.org/ieefa-report-financial-risks-loom-for-shells-pennsylvania-petrochemical-complex/.\n\n\n———. 2020d. “IEEFA Report: Financial Risks Loom for Shell’s Pennsylvania Petrochemicals Complex.” http://ieefa.org/ieefa-report-financial-risks-loom-for-shells-pennsylvania-petrochemical-complex/.\n\n\nSchneider, Keith. 2019. “Shell Sees New Role for Former Steel Region: Plastics.” The New York Times, March. https://www.nytimes.com/2019/03/26/business/shell-polyethylene-factory-pennsylvania.html.\n\n\nSchwarzenbach, René P., Thomas Egli, Thomas B. Hofstetter, Urs von Gunten, and Bernhard Wehrli. 2010. “Global Water Pollution and Human Health.” Annual Review of Environment and Resources 35 (1): 109–36. https://doi.org/10.1146/annurev-environ-100809-125342.\n\n\nScott, Emily. 2021. “Report: Benefits from Western PA Petrochemical Plant to Come?” https://www.publicnewsservice.org/index.php?/content/article/76866-2.\n\n\nShadish, William, Thomas Cook, and Donald Campbell. 2001. Experimental and Quasi-Experimental Designs for Generalized Causal Inference. Boston, Massachusetts: Cengage Learning.\n\n\nShadish, William, Thomas Cook, and Campbell, Donald. 2001. Shadish, William, Thomas Cook, and Donald Campbell. 2001. Experimental and Quasi-Experimental Designs for Generalized Causal Inference. Boston, Massachusetts: Cengage Learning.\n\n\n“Shell Petrochemical Complex.” n.d.a. https://www.dep.pa.gov:443/About/Regional/SouthwestRegion/Community%20Information/Pages/Shell-Petrochemical-Complex-.aspx.\n\n\n———. n.d.b. https://www.dep.pa.gov:443/About/Regional/SouthwestRegion/Community%20Information/Pages/Shell-Petrochemical-Complex-.aspx.\n\n\n“Shell Starts Main Construction on Pennsylvania Petrochemicals Complex in USA.” n.d. https://www.shell.com/business-customers/chemicals/media-releases/2017-media-releases/shell-starts-main-construction-on-pennsylvania-petrochemicals-complex-in-usa.html.\n\n\n“Shell Takes Final Investment Decision to Build a New Petrochemicals Complex in Pennsylvania, US.” n.d.a. https://www.shell.com/media/news-and-media-releases/2016/shell-final-investment-decision-petrochemicals-complex-pennsylvania.html.\n\n\n———. n.d.b. https://www.shell.com/media/news-and-media-releases/2016/shell-final-investment-decision-petrochemicals-complex-pennsylvania.html.\n\n\nShrum, Rick. 2022a. “Shell Says Cracker Plant Will Begin Operations in 2022.” https://observer-reporter.com/business/shell-says-cracker-plant-will-begin-operations-in-2022/article_f5bf93cc-865d-11eb-8699-bf4e26ce752f.html.\n\n\n———. 2022b. “Shell Says Cracker Plant Will Begin Operations in 2022.” https://observer-reporter.com/business/shell-says-cracker-plant-will-begin-operations-in-2022/article_f5bf93cc-865d-11eb-8699-bf4e26ce752f.html.\n\n\nSlattery, Caitlin, and Owen Zidar. 2020. “Evaluating State and Local Business Incentives.” Journal of Economic Perspectives 34 (2): 90–118. https://doi.org/doi:10.1257/jep.34.2.90.\n\n\nSlovachek, Angela. n.d. “Please, Stop Using “Mock MRIO”.” https://support.implan.com/hc/en-us/articles/5041059364123-Please-Stop-Using-Mock-MRIO-.\n\n\nState of Pennsylvania, Department of Environmental Protection. 2016. “Shell Chem Appalachia/Petrochemicals Complex Plan Approval (04-00740A),” December. http://files.dep.state.pa.us/RegionalResources/SWRO/SWROPortalFiles/Shell/PA-04-00740A%20ERC%20Modified%2012-30-16.pdf.\n\n\nSuttles, Chrissy. 2020. “Beaver County Sees Economic Growth Amid Cracker Construction.” Beaver County Times, January. https://www.timesonline.com/news/20200108/beaver-county-sees-economic-growth-amid-cracker-construction.\n\n\n“Tax Expenditures.” n.d. https://home.treasury.gov/policy-issues/tax-policy/tax-expenditures.\n\n\n“Tax Reform Code of 1971 – Omnibus Amendments (Act of Jul. 2, 2012, p. L. 751, No. 85).” n.d. https://www.legis.state.pa.us/cfdocs/legis/li/uconsCheck.cfm?yr=2012&sessInd=0&act=85.\n\n\n“Team PA Foundation.” n.d. https://teampa.com/.\n\n\n“The Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel 1973.” n.d. https://www.nobelprize.org/prizes/economic-sciences/1973/summary/.\n\n\nU. S. Bureau of Labor Statistics. 2021. “Employment and Output by Industry.” https://www.bls.gov/emp/tables/industry-employment-and-output.htm.\n\n\nUK Homes & Communities Agency. 2015. “Calculating Cost Per Job | Best Practice Note.” http://www.nwueu.ac.uk/NWUEU/LatestUpdates/PDF/CPJ%20BPN%20%202015%203rd%20Edition%20-%20Final.pdf.\n\n\nWallace, David Foster. 2009. This Is Water. New York, NY: Little Brown & Company.\n\n\n“What Is High Density Polyethylene (HDPE)? | Acme Plastics.” n.d. https://www.acmeplastics.com/what-is-hdpe.\n\n\n“What Is the NAICS Structure and How Many Digits Are in a NAICS Code?” n.d. https://www.census.gov/naics/#q5.\n\n\nWhitfield, Ron, and Rajeevee. 2018. “Petrochemical Cluster: A Bright Future for the Tri-State Region.” https://ihsmarkit.com/research-analysis/petrochemical-cluster-a-bright-future-for-the-tristate-region.html.\n\n\n“The full report has never been released to the public,” wrote\nSanzillo and Hipple (2020a) (p. 3). Although the report has been cited widely by\ngovernment, corporate, business associations and media, only the\nexecutive summary has been publicly released. The authors of the\nreport confirmed that their report was withheld “on the grounds that\nit only released the full study to entities with a commercial\ninterest” (Sanzillo and Hipple 2020b, 3).↩︎\nRead my manifesto, My Point of View, in an appendix to this\nposting for a brief statement of my motivations and approach to\nwriting about the economic impact of the Pennsylvania Petrochemical\nComplex.↩︎\nThe public record about each of these three threads is thin.\nInformation about the markets for products expected from the\nPennsylvania Petrochemicals Complex often sits behind paywalls.\nLittle is known about negotiations between Shell and Commonwealth\nofficials for public support of the Complex, except for snippets of\nrevelations made in public comments documented in the popular press.\nPotential regional economic impacts of the Complex were asserted\nthrough industry-sponsored reports, which were echoed seemingly\nuncritically by Commonwealth officials. There seems to have been a\nsparse independent response to these reports. My understanding of\nthe operations of the Complex was informed to some extent by public\nInternet-accessible documents about ethane cracking and\npolymerization, but primarily from a single application Shell\nsubmitted for air quality approval. For the most part, however,\nimportant details are unknown to me about the workings of the\nComplex that dictate its supply chain and affect its outputs of\nproducts, co-product, and by-products. My discussion of the\nPennsylvania Petrochemicals Complex in this blog posting resulted\nfrom looking at shadows on the wall rather than direct, first-person\nobservation of events, transactions, and decisions made by Shell and\nCommonwealth officials. I dealt with what was available to me.↩︎\nAnd, my own calculation. So quite unofficial.↩︎\nAlthough writers for the World Bank have indicated that “cost per\njob may not be the right indicator in measuring job creation\npolicies, but rather the social rate of return associated with the\nintervention” (Rabalino 2018).↩︎\nThe American Chemistry Council defines itself as “America’s oldest\ntrade association of its kind, representing more than 190 companies\nengaged in the business of chemistry – an innovative, economic\ngrowth engine that is helping to solve the biggest challenges facing\nour country and the world. Our members are the leading companies\nengaged in all aspects of the business of chemistry, from the\nlargest corporations to the smallest, and everything in between”\n(“About ACC,” n.d.).↩︎\nSix in operation, while a seventh undergoes maintenance.↩︎\nSome of the information I present about the operation of the\nComplex is due to general, publicly-available descriptions of ethane\ncracking and polymerization. However, for specific information about\nthe Complex I relied on Shell’s air quality approval\napplication to the Pennsylvania Department of Environmental\n(RTP Environmental Associates, Inc. 2014a), which I treated as\nauthoritative, Shell-vetted and -sanctioned details about the\nComplex.↩︎\nThe document, Air Quality Plan Approval Application:\nPetrochemicals Complex, Shell Chemical Appalachia LLC, Beaver\nCounty, Pennsylvania (RTP Environmental Associates, Inc. 2014b), is the\nbest source of information I have found about the processes applied\nand emissions of the Pennsylvania Petrochemicals Complex. Therefore\nI cite this application frequently in this blog posting. The\napplication is Shell’s official description of the Complex offered\nto the Pennsylvania Department of Environmental Protection. The\nDepartment issued a permit in 2015\n(Commonwealth of Pennsylvania 2015), which was valid through 2019. I\nam not aware of a renewal of this permit and any process or emission\nupdates that a renewal application might cite.↩︎\nA a type of chemical bond in which two electron pairs are shared\nbetween two atoms (Helmenstine, n.d.a).↩︎\nI uncovered only a graphic described as a “generalized graphic”\nthat indicated that liquefied ethylene is a possible co-product for\nexport from an ethane cracker (“Petrochem Peril: Bill Peduto 2019,” n.d.). Although the graphic does\nnot seem to have been designed to describe the Pennsylvania\nPetrochemical Complex in particular, it was re-purposed and applied\nto indicate the probable plant/process layout of the Complex.\nShell’s Air Quality Plan Approval Application\n(RTP Environmental Associates, Inc. 2014b) does not identify liquefied\nethylene as a product of the Complex.↩︎\nMore technically, is an exothermic reaction.↩︎\nAgain, co-products are goods or services produced incidental to\nmain production that have market value to generate revenue. A\nby-product is a material produced as a residual of, or incidental\nto, the production process. In an accounting sense, by-products are\nassociated with costs.↩︎\nReported to me was that a new permit is required when the Complex\nbegins operating.↩︎\nSanzillo and Hipple (2020d) reported that Robert Morris University professors\ncompleted an earlier report for Shell in 2014. Shell informed them\n“that the report is not ‘externally available’ (p. 4),” even though\nthe unreleased report was quoted extensively by independent media\nsources. Sanzillo and Hipple (2020d) concluded that “The company has clearly\ndecided not to disclose basic information about its project—not\neven how much the plant will cost (p. 4).”↩︎\nI will refer in the remainder of this blog posting to the report,\nUpdated Economic Impact Analysis: Petrochemical Facility in Beaver\nCounty, Pennsylvania, as the “Robert Morris report.” In making this\nassignment, I realize that I might promote the error of conflating\nthe personal work of a team of professors with the official position\nof Robert Morris University. In 1940, the American Association of\nUniversity Professors (AAUP), affirmed the “free search for truth\nand its free exposition” (“1940 Statement of Principles on Academic Freedom and Tenure” 2006, para. 1) of faculty\nresearchers. Faculty research findings are not necessarily\nuniversity conclusions. As this independence of expression is\nexecuted, the AAUP enjoined faculty researchers that they “should be\naccurate at all times” (“1940 Statement of Principles on Academic Freedom and Tenure” 2006, item 3 in “Academic Freedom”).\nI am not suggesting that the authors of the Robert Morris report hid\nbehind an often-assumed cloak of endorsement from Robert Morris\nUniversity itself or that their work was not accurate. Rather, my\npoint is to separate Robert Morris University as a locus for this\nresearch from the methods chosen by the researchers and the findings\nthey reached. The blending of the aims and conclusions of\nresearchers with their employing institutions is common in\ndiscussion of the potential economic impact of Pennsylvania natural\ngas development and production. Rose Baker and I discussed problems\ncreated by referring to forecasts funded by the Marcellus Shale\nCoalition of the economic impact of Pennsylvania natural gas\ndevelopment and production as the “Penn State studies”\n(Passmore 2011).↩︎\nThe Robert Morris report is the result of independent work by its\nauthors, not by Shell. Front matter in the report underscores not\nonly the independence of the authors, but also the separation of the\nreport from Shell: “All work contained in this study expresses only\nthe opinion of the authors and is the result of publicly available\ninformation. The results and conclusions are those of the authors,\nnot those of Royal Dutch Shell plc or any of its affiliates\n(Clinton, Minutolo, and O’Roark 2021c, iii).” The report does not rise to the level of a\nwhat Shell describes as “forward-looking statement” (“Shell Takes Final Investment Decision to Build a New Petrochemicals Complex in Pennsylvania, US,” n.d.b,\n“Cautionary Note”) about its plans and operations.↩︎\nClinton, Minutolo, and O’Roark (2021b) reported that “Additionally, we specify the Multiple\nRegion Input-Output (MRIO) model which recognizes the spillover\neffects across the regions of study” (p.10). If the MRIO model was\nused, the way that it was specified and the results it produced are\nnot clear in the report. IMPLAN indicates “In an MRIO analysis, the\nDirect Effect in one region can trigger Indirect and Induced Effects\nin linked regions, thereby accounting for some of what would have\nbeen a leakage in a single-region analysis. This lack of\ndocumentation of use of MRIO in the analysis leading to the report\nopens questions about whether the southwestern Pennsylvania results\nwere derived from separate analyses of the each of the 10 counties\nwith the starting point for Complex employment. IMPLAN cautions\nagainst what they describe as a”mock MRIO” by doing an analysis of\n“the same event occurring in a smaller region and in a larger\nregion, like a county and a state and then distributed the\ndifference between the two as the effects that would occur in the\nrest of the state (i.e., the state less the county in which the\ndirect effect actually took place). At best, this was a shaky\nmethodology. However, since the development of domestic trade data\nand MRIO capabilities in 2008, this is no longer necessary and\ntherefore is not an acceptable method!” (Slovachek, n.d.).↩︎\nMany IMPLAN modeling efforts begin by asking “what if a certain\nnumber of jobs are added in an industry?” An alternative is to ask\n“what if the output of an industry increased by a number of millions\nof dollars?” In input-output modeling. these two approaches are\nequivalent. Adding jobs adds output to the economy by the dollar\nvalue of the product produced by each added worker (i.e., labor\nproductivity). Adding output to the economy adds to number of jobs\nrequired to produce each dollar’s worth of output (i.e., labor\nintensity). Either way the modeling is initiated, adding output from\nan industry to the economy pushes backward into the economy to\nrequire purchasing of additional supply from other industries and,\nin this way, generates additional jobs and income throughout the\neconomy.↩︎\nIf employees normally do not work at a single physical location,\nthe establishment is identified by the main office that supervises\nemployees’ activities or is the base at which employees carry out\nthese activities.↩︎\nRefer to Table 2 to explore further what appears to be very high\ndollar of value added per direct worker.↩︎\nA 40-year span of life of the Complex might seem like a rather\nlong period of plant service for which to estimate economic impact.\nPearson (2010) concluded that the average life of ethylene plants in\nNorth America and Europe will be around 30 years considering the\nanticipated effects of fatigue, corrosion, erosion,\ncarburization-oxidation, and possible critical plant failure,\nalthough innovations could extend petrochemical and chemical plants\nwell beyond their original anticipated design life. An important\nquestion is whether sustaining the Complex’s product and resource\nmarkets is possible for as long as the infrastructure for the\nComplex is viable.↩︎\nAssessing the impact of the operation of the Complex is a complex\ntechnical problem in research design. Pre- and post-cracker\ncomparisons of economic measures are possible. However, drawing\ncausal connections between the ethane cracker intervention and pre-\nand post-operation states are complicated by the impossibility of\nrandom assignment of ethane cracker operations and the common\nthreats to the validity of before-and-after studies. So-called\n“quasi-experimental” research designs (Shadish, Cook, and Campbell, Donald 2001) are best-suited\nto control these design problems. For instance, interrupted\ntime-series models (Shadish, Cook, and Campbell 2001, 175) of pre and post\ndifferences between the operation of the Complex are possible\ncandidates for the Complex impact design. Propensity score\nadjustments (Austin 2011) are possible for making “fair” comparisons\nof economic growth in the location of the Complex with similar\ncommunities absent a petrochemical operation. More on this research\ndesign problem in subsequent blog postings.↩︎\nDavid Foster Wallace in This is Water tells a little didactic\nparable about how the most obvious and important realities are often\nthose that are hardest to see: “There are these two young fish\nswimming along, and they happen to meet an older fish swimming the\nother way, who nods at them and says, ‘Morning, boys, how’s the\nwater?’ And the two young fish swim on for a bit, and then\neventually one of them looks over at the other and goes, ‘What the\nhell is water?’ (Wallace 2009, 3–4).”↩︎\nA Pigouvian tax takes its name from Arthur Pigou, the English\neconomist who contributed to theory and understanding of\nexternalities.↩︎\nSee a September 19, 1772 letter from Franklin to chemist Joseph\nPriestley (Franklin 1817). He advises Priestley to engage a moral or\nprudential algebra by listing the pros and cons of a decision and\nreflecting on the alternatives over time before deciding.↩︎\n",
    "preview": "ec/2022-04-26-robertm/plant.jpg",
    "last_modified": "2024-09-18T15:39:08-04:00",
    "input_file": {}
  },
  {
    "path": "ec/2022-04-19-questions/",
    "title": "questions about the Pennsylvania Petrochemicals Complex....have answers? or, even more questions?",
    "description": "I request your answers to my questions -- for which I personally have no, or perhaps malformed, answers -- about the Pennsylvania Petrochemicals Complex in Monaca, Pennsylvania.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-04-21",
    "categories": [
      "ethane cracker",
      "natural gas liquids",
      "shell public liability company",
      "ethylene",
      "polymerization",
      "plastic resin",
      "Beaver County, Pennsylvania"
    ],
    "contents": "\n\nContents\nBrief Background\nSome of My\nQuestions….You Have Answers?\nReuse\nComments/Corrections\n\nI have many questions about the ethane cracker and pellet\nmanufacturing operation at the Pennsylvania Petrochemicals Complex in\nMonaca, Pennsylvania, for which I do not have answers. Maybe you have\nanswers for me. I am ignorant. Educate me, please! Share information\nwith me using the Disqus comment form at the bottom of this\nposting. Contact me privately with your answers or insights through a\ndirect message on Twitter @DLPPassmore or via email at\ndlp@davidpassmore.net.\n\n\n\nFigure 1: Rendering of the Soon-To-Be-Completed Pennsylvania\nPetrochemicals Complex\n\n\n\nBut, first, a brief background statement about my simple, personal\nunderstanding of ethane cracking and pellet manufacturing at the\nPennsylvania Petrochemicals Complex, an understanding that I encourage\nyou to dispute and suggest that I update. Then, I offer my questions.\nBored with the background already? Then, jump directly to the\nquestions.\nBrief Background\nNatural Gas Liquids\nObtaining methane for energy production is a primary focus of natural\ngas extraction from Marcellus Shale and Utica shale formations in the\nnortheastern U.S. Natural gas extracted in north central and northeast\nPennsylvania is described as “dry” because it contains mostly methane.\nHowever. so-called “wet” gas produced in southwestern Pennsylvania\ncontains methane, but also natural gas liquids (NGLs) such as ethane,\npropane, butane, isobutane, and pentane. These co-products1 of\nnatural gas production, while costly to separate from the natural gas\nstream, have commercial value to add profitability to the extraction of\nwet gas.\nEthane Cracking\nHistorically, most NGLs used in the U.S. have been recovered from\nU.S. natural gas, although some have been sourced from crude oil\nrefining and imports (Keller 2012).\nEthane represents the highest proportion of NGLs in wet gas. Ethane\ndistilled from natural gas liquids is a feedstock for ethylene\nproduction.\nEthylene is a raw material for the manufacture of polymers such as\npolyethylene, polyvinyl chloride, and polystyrene as well as fibers and\nother organic chemicals. A majority of ethylene is produced using a\nprocess called “steam cracking,” a thermal process in which\nhydrocarbons2 are broken down, or “cracked” into\nsmaller molecules.\nIn a few words,3 superheated, pressurized steam\ncauses ethane (C\\(_{2}\\)H\\(_{6}\\)) to vaporize, which splits the bonds\nbetween carbon and hydrogen atoms. Ethyelene molecules (H\\(_{2}\\)C⚌CH\\(_{2}\\)), form, freeing two hydrogen atoms.\nThe resulting vapor is composed of ethylene, other hydrocarbons,\nunprocessed ethane molecules, and steam.4 The\nvapor undergoes additional processing to isolate the ethylene\nmolecules.\n\n\n\nFigure 2: Ethane Molecules are Cracked to Form Ethylene Molecules\n\n\n\nPolymerization\nUnique among elements is the capability of carbon to form single\nbonds chemically with up to four other atoms and to double bond with\nitself, as in an ethylene molecule. Carbon is one of the only elements,\nbecause of its bonding properties, that can create long chain-shaped\nmolecules to form the basis for the fats, carbohydrates, nucleic acids\n(DNA and RNA), and proteins that serve as the basis of life itself.\nChaining together ethylene molecules (monomers) through a chemical\nprocess called polymerization produces polyethylene (a polymer, which\nmeans “many parts”) with thermoplastic attributes. A thermoplastic has\nthe property of softening or fusing when heated and of hardening and\nbecoming rigid again when cooled.\nDownstream Uses of\nPolyethylene\nPolyethylene is the primary feedstock for manufacturing a vast range\nof consumer products, the foremost of which involve packaging (a few of\nmany examples: sandwich wrap, cling wrap, moisture barriers, food\npackaging, box coating). Polyethylene often is produced as small\npellets. These plastic pellets are unit-priced by the pound for sale in\ndownstream markets. Pellet prices demonstrate volatility (Pederson 2021) because they are driven\non the supply side by equally volatile prices for natural gas and on the\ndemand side by consumer preferences for “eco-friendly” packaging\nsolutions and by environmental regulation of plastic products.\nNotable Inputs\n& By-Products of Ethane Cracking\nSome Inputs\nAn ethane cracker gathers, usually through pipelines, a supply of\nethane feedstock that has been fractionated [“Fractionation - an Overview | ScienceDirect\nTopics” (n.d.)]5\nfrom the NGL spectrum in natural gas extracted from shale formations at\nwell sites. Markedly, ethylene production uses a large amount of energy\nto superheat the steam that cracks ethylene from ethane.\nSome By-Products\nCracking ethane emits hazardous by-products6\nthat can render the air, soil, water, or other natural resources harmful\nor unsuitable for use. Small inhalable particles (e.g., PM\\(_{2.5}\\)), another by-product of ethane\nproduction, can damage short- and long-term human respiratory function.\nCracking also releases carbon dioxide (CO\\(_{2}\\)), a gas that can absorb energy\nwithin the infrared wavelengths. This energy is transferred by collision\nwith other molecules. Faster molecular motion produces heat. Trapped\nheat from this action of carbon dioxide in the Earth’s atmosphere is the\n“greenhouse effect” that has affected global warming.\nThe Pennsylvania\nPetrochemical Complex\nShell7 made a final investment decision to\nbuild an ethane cracker integrated with a plastic pellet manufacturing\nfacility at the Pennsylvania Petrochemicals Complex on the Ohio River in\nMonaca, Pennsylvania (“Pennsylvania\nPetrochemicals Complex,” n.d.). The plant (see Figure\n3) is nearing is nearing completion and could starting\noperating in late 2022, according to Shell announcements reported in the\npopular press (Melinek 2021).8 Shell has estimated variously the\ndeployment of between 400 to 600 jobs at the Complex.\n\n\n\nFigure 3: Google Map of Location of Pennsylvania Petrochemicals\nComplex\n\n\n\nShell has indicated that the plant will produce 1.6 million tons of\nvarious grades of polyethylene pellets from 3.9 million barrels of\nethane annually. The ethane cracker is geographically proximal to ethane\nsources in Pennsylvania, Ohio, and West Virginia involved with wet gas\nproduction and processing from Marcellus and Utica shale formations.9 More than 70% of North American\npolyethylene customers are within a 700-mile radius of plastic pellet\nproduction at the Pennsylvania Petrochemical Complex.\nAccording to a biting 2020 analysis offered by the Institute for Energy Economics and Financial\nAnalysis (Sanzillo and Hipple\n2020), the Pennsylvania Petrochemical Complex faces prospects\nof low product prices, risk of oversupply of plastic resins, stiff\ncompetition from other producers, volatility in ethane feedstock\nmarkets, the possibility of low overall economic growth, and competition\nfrom recycled plastics materials. Concluded by the Institute is that the\nComplex “will open to market conditions that are more challenging than\nwhen the project was planned. The [C]omplex is likely to be less\nprofitable than expected and face an extended period of financial\ndistress.”\nSome of My Questions….You\nHave Answers?\nWhat Motivates My Questions?\nAs I wrote, I have many questions about the Pennsylvania\nPetrochemicals Complex. In particular, I remain largely ignorant of many\nof the deep, fundamental facts about the Complex. Perhaps, you feel this\nway, too.\nI believe I have answers to some questions, which I will share for\nyour scrutiny. Answers to many of my questions are extant, of course. I\nmerely have not discovered them. You can help by informing me about\naccessible documents that provide answers. And, perhaps you have new and\nimportant questions that I have not considered. Poke your questions into\nthe stream of thought in this blog about the Pennsylvania Petrochemicals\nComplex.\nWhat Qualifies as Answers?\nI seek answers that possess the following attributes:\nGeneral answers are not informative about ethane cracking,\nnatural gas production, or the plastics industry. Rather, the\nPennsylvania Petrochemicals Complex remains the focus of all\nanswers.\nPrimary sources are desired, not secondary reports.\nOften-cited and -repeated story lines about energy topics can originate\nin social media postings, manifestos from opposing or supporting\nadvocacy groups, releases from public relations groups representing\nclients, or public statements from energy-using or -producing firms\nthemselves. These secondary sources of fact, intention, or opinion –\nsometimes abstracted from primary sources – might be wholly or partially\ntrue. Yet, a careful examiner desires more primary direct, accountable\ninformation. For instance, citation of a press release about the amount\nof CO\\(_{2}\\) a facility will emit is\nless desirable information than an official, legal filing with\nregulatory authorities about the amount and kind of pollutants a\nfacility certifies that it expects to emit. However, secondary sources\nmight contain the only hints available about operational and\nfinancial details and intentions. Non-disclosure and translucence in\nsecondary sources about such matters as technology, intentions,\nunanticipated events, and financing, in fact, can support strategy of\nactors representing specific interests.\nOpen access and transparency about answers are necessary.\nFor example, a publicly-accessible summary of an otherwise\ninaccessible10 report is nothing more than\ninformation that remains inaccessible for critical review. Also,\ninformation that is not accessible and about which details are hidden,\nselectively screened, or incompetently reported makes kernel information\nunverifiable. The message plainly becomes no more than hearsay. As\nStevie Wonder once sang in his 1972 composition Superstition, “When you\nbelieve in things that you don’t understand, then you suffer.”\nIn sum: I wish to study accessible, documentable, and clear\nanswers to questions about the Pennsylvania Petrochemical\nComplex.\nBut, Wait, What Are My\nQuestions?\nSome answers to these questions are available to me already. Others\nare not. Some answers are buried in dry regulatory or technical reports.\nIt is even possible that no evidence is available to answer other\nquestions now or, perhaps, will be available in the future.\nI will refine or extend this list of questions as I learn more about\nthe Pennsylvania Petrochemicals Complex:\nInputs to the complex\n1.1 What goods and services does the plant purchase?1.1.1 from the region?\n1.1.2 from outside the region?\n1.1.3 with what costs?\n1.1.4 from what suppliers?\n\n1.2 What is the laborshed11 for the plant?\n1.3 How many workers are employed at the plant?1.3.1 in what occupations?\n1.3.2 for what pay?\n1.3.3 by place of residence?\n1.3.4 by licensed/credentialed workers?\n\nOutputs from the complex\n2.1 What are the products and co-products of the plant?\n2.1.1 to the region?\n2.1.2 outside the region\n2.1.3 at what prices?\n2.1.4 to what customers?\n\n2.2 What are the by-products of the plant?\n2.2.1 in what form produced?\n2.2.2 to whom and where delivered?\n2.2.4 at what costs?\n\nPerformance of the complex\n3.1 How is the activity, output, and performance of the plant\nclassified in national/regional income and product accounting\nsystems?\n3.2 What are the direct, indirect, and induced effects (current, not\nforecasted) of plant operation on employment, income, and taxes in\nregional, state, and national economies (an input-output framework\nimplied; see (Passmore\n2022))?\n3.3 What are the community trends in social and economic indicators\nover the period of plant operation?\n3.3.1 compared to the U.S.\n3.3.2 compared to Pennsylvania\n3.3.3 compared to similar communities operating without ethane\ncracking and plastic pellet manufacturing (implies a quasi-experimental\nresearch design; see (Shadish, Cook, and Campbell\n2001))\n\n3.4 What is the contribution of the plant to the financial returns\nto its owners (as shown in ad hoc and periodic reports to shareholders\nand other stakeholders)?\n3.5 In what regulatory/enforcement actions has the plant been\ninvolved?\nAnd, Where Are Answers\nDocumented?\nI request that you share information with me about these and other\nuseful questions or, better yet, provide answers to questions using the\nDisqus contact form at the bottom of this page. Contact me\nprivately with your insights through a direct message on Twitter @DLPPassmore or via email at\ndlp@davidpassmore.net. Yes, you will be credited for\nyour contribution.\nIn the next week (today is 21 April), I will open a posting in this\nblog site (served at davidpassmore.github.io/blog) that\nwill contain questions asked and answers I have assembled to date. I\nwill update this current paragraph to display the URL of the blog\nposting when it becomes available. Updates of the “Q & A” blog\nposting will occur as questions are refined or extended and when\nadditional answers are provided. The blog posting will offer an RSS feed\nand a subscription link to allow notification about changes that occur\nin the posting.\n\n[1] \"2022-06-23 16:41:21 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nCallahan, David, Robert Brundrett, and Charlie Burd. 2022. “David\nCallahan, Robert Brundrett and Charlie Burd: Celebrating Appalachia’s\nGreen Transformation.” https://triblive.com/opinion/david-callahan-robert-brundrett-and-charlie-burd-celebrating-appalachias-green-transformation/.\n\n\n“Fractionation - an Overview | ScienceDirect Topics.” n.d.\nhttps://www.sciencedirect.com/topics/earth-and-planetary-sciences/fractionation.\n\n\nKeller, Anne. 2012. “NGL 101 - The Basics.” https://www.scribd.com/document/321009084/eia-ngl-workshop-anne-keller-pdf.\n\n\nMelinek, Jacquelyn. 2021. “Shell Pennsylvania Petchems Project\n70.” https://www.spglobal.com/commodityinsights/en/market-insights/latest-news/petrochemicals/031221-shell-pennsylvania-petchems-project-70-complete-operational-in-2022-spokesman.\n\n\nPassmore, David L. 2022. “NOTES FROM PITTSBURGH: Understanding\nInput-Output Modeling for Assessing Potential Economic Impact.”\nhttps://davidpassmore.github.io/blog/posts/2022-04-04-repoimplan/.\n\n\nPederson, Jacki. 2021. “Plastic Resin Prices 2021 | Resin Shortage\n& Cost of Plastic Explained.” https://summitpackaging.com/plastic-resin-prices-2021-resin-shortage/.\n\n\n“Pennsylvania Petrochemicals Complex.” n.d. https://www.shell.com/about-us/major-projects/pennsylvania-petrochemicals-complex.html.\n\n\nSanzillo, Tom, and Kathy Hipple. 2020. “IEEFA Report: Financial\nRisks Loom for Shell’s Pennsylvania Petrochemicals\nComplex.” http://ieefa.org/ieefa-report-financial-risks-loom-for-shells-pennsylvania-petrochemical-complex/.\n\n\nShadish, William, Thomas Cook, and Donald Campbell. 2001.\nExperimental and Quasi-Experimental Designs for Generalized Causal\nInference. Boston, Massachusetts: Cengage Learning.\n\n\nA co-product, a desirable\nsecondary good that is generated during the manufacturing process and\ncan be sold or reused profitably, is different than a\nby-product, a material of value that is produced as a residual\nof, or incidental to, the production process. In an accounting sense,\nco-products generate revenue; by-products are associated with costs.↩︎\norganic chemical compound composed\nexclusively of hydrogen and carbon atoms↩︎\nand skipping many steps in the\nchemical engineering of ethylene production from ethane.↩︎\nFigure from https://insights.globalspec.com/article/1490/natural-gas-for-export-process-fundamentals-for-engineers-part-1.↩︎\nChemical separation by successive\noperations, each removing from a liquid some proportion of one of the\nsubstances. The operation may be one of precipitation, or more\nfamiliarly of distillation.↩︎\nAgain, a by-product differs from a\nco-product. A co-products generates revenue; a by-product is associated\nwith costs.↩︎\na public liability company\nincorporated in the UK↩︎\nFigure from Google Maps\nimage↩︎\nAccording to leaders of coalitions of\nnatural gas producers in Pennsylvania, West Virginia, and Ohio, “Our\nthree states produce roughly one-third of America’s natural gas, making\nAppalachia the third largest gas producer in the world — behind only the\nU.S. itself and Russia” (Callahan, Brundrett, and Burd 2022).↩︎\ni.e, behind a pay wall or restricted\nto limited distribution among advocates.↩︎\nThe area or region from which the\nComplex draws its workers.↩︎\n",
    "preview": "ec/2022-04-19-questions/LNG-04a.jpeg",
    "last_modified": "2022-06-23T16:41:23-04:00",
    "input_file": {}
  },
  {
    "path": "ec/2022-03-28-ethanecracker/",
    "title": "report forecasts substantial 40-year economic impact of ethane cracking in Monaca, PA",
    "description": "An ethane cracker under construction by Shell, a UK public limited company, in Monaca, Pennsylvania, is nearing completion. What a report from Robert Morris University says about the cracker's anticipated impact....",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-03-28",
    "categories": [
      "natural gas liquids",
      "environment",
      "ethane cracker",
      "economic impact",
      "Beaver County, Pennsylvania",
      "Potter Township, Pennsylvania",
      "Shell, PLC"
    ],
    "contents": "\nI drove to Monaca, Pennsylvania, yesterday to view the Pennsylvania Petrochemicals Complex in development by Shell plc. Rose Baker and I made a oral presentation about the design stage of this project in 2012 to a Workforce Investment Board, Cracking the Ethane Cracker. We suggested a more conservative estimate of economic impact than was offered in an American Chemical Society report that was influential in securing tax benefits and other accommodations to the development and operation of the Pennsylvania Petrochemicals Complex.\n\nRose and I also calculated in 2012 a much lower potential impact of the working cracker in Monaca on employment, income, and jobs than did the American Chemical Society, whose evidence was used to gather support and tax relief for the cracker project. In my opinion, exaggeration of the economic impact of oil/gas/gas liquids activities is evident in many projects (see, e.g., “Penn State studies” of Marcellus Shale development impacts; see our mild kvetching in the essay, Different Numbers in, Different Numbers Out.\nWhy the seemingly exaggerated impact? I would think that many of these projects have positive impacts that stand on their own. Maybe these exaggerations of impact are meant to divert attention from environmental impacts? Perhaps the message is “Sure, there are environmental impacts, but look at the jobs, income, and taxes we create.”\nAny continuing projects to track the various impacts of the cracker? A few reports are evident:\nHealth Impact Assessment of the Shell Chemical Appalachia Petrochemical Complex \nSupport For Shell Tax Break In Monaca, But Skepticism Over Job Claims \nA Cautionary Tale of Petrochemicals from Pennsylvania \nCritics off base when they say petrochemical complex “failed to create economic growth”\nUpdated Economic Impact Analysis: Petrochemical Facility in Beaver County, Pennsylvania\nHere is a table from a Robert Morris University report (cited below) showing, among other information, the 40-year impact(!) of the Pennsylvania Petrochemicals Complex:\n\nI will have more to say about these and other opinions and research reports about this ethane cracker soon.\nLast Revised\n\n[1] \"2024-09-18 15:03:14 EDT\"\n\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\n",
    "preview": "ec/2022-03-28-ethanecracker/ethane_cracker.jpg",
    "last_modified": "2024-09-18T15:03:18-04:00",
    "input_file": {}
  },
  {
    "path": "ec/2022-07-06-oilinf/",
    "title": "transportation, inflation, & the supply chain",
    "description": "A report from a webinar presented by Regional Economic Models, Inc.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-03-22",
    "categories": [
      "deflation",
      "inflation",
      "oil prices",
      "transportation"
    ],
    "contents": "\n\nI attended an interesting webinar during March 2022 that Fred Treyz,\nCEO of REMI.com, presented about\ninflation, transportation, and oil shocks. Although the entire webinar\nwas informative and throught-provoking,1 I\nfound that three slides encasulated well the components of inflationary\nand deflationary dynamics and their differential effects on various\nsocial and economic classes. Then, summarized on two slides are the\nresults of simulations a 10% hike in the price of oil that Fred\nshared.\n\nDynamics of Inflation\nVarious forces can increase or decrease consumer prices in complex\nways. Monetary policy is the process by which a government,\ncentral bank, or monetary authority manages the supply of money, or\ntrading in foreign exchange markets. Fiscal policy attempts to\ninfluence the direction of the economy through changes in government\nspending or taxes. On top of these policies, severe supply-chain\ndisruptions and labor shortages have added to inflationary\npressures.\n\n\n\nTechnology can make production more efficient.\nGlobalization promotes trade with low-cost producers.\nAging involves changing the amount and kind of consumption.\nRemote work reduces costs of transportation and improves access\nto labor independent of geography.\n\n\n\nSimply put, inflation degrades the well-being of lower income groups\nmore than higher income and wealthy groups. Lower income groups spend a\nhigh proportion of their cash on necessities than higher income/wealth\ngroups, which have more cushion to buy higher priced necessities and\ndiscretionary consumption\n\n\n\nRole of\nTransportation in Inflation and Deflation\nTransportation is a major and direct driver of labor productivity.\nTransportation impediments have dented our supply chain significantly.\nLabor shortages amplify these transportation difficulties.\n\n\n\nThe possibility of stagflation is a worry. A period of slow\neconomic growth and high unemployment (i.e., stagnation) can combine\nwith rising prices (i.e., inflation) to create a recession(i.e., a\nbusiness cycle contraction when there is a general decline in overall\neconomic activity).\n\n\n\n\nDisclosure: I am not a shill for REMI. I was a satisfied and\nenthusiastic REMI customer from the early 1990s until I retired from\nPenn State in 2020.\nNot Mine; REMI’s: The five slides displayed in my notes are\nnot mine. They–and the economic modeling behind them–are REMI’s. Find\nmore, detailed information in the webinar slides and recording. My notes\nare meant to comment on Fred’s presentation.\nWhat is REMI: REMI is a leading provider of\neconomic/demographic models that allow examination of “what if”\nquestions pertinent to evaluation of alternatives to economic.\ntransportation, and tax policy at local, regional, and national\nscales.\n\nLast updated on\n\n[1] \"2022-08-12 04:45:28 EDT\"\n\nYour Comments &\nCorrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at https://github.com/davidpassmore/blog. Text,\nillustrations, and source code are licensed under Creative Commons\nAttribution CC\nBY 4.0 unless otherwise noted. Any figures/photos/images/maps reused\nfrom other sources do not fall under this license and are recognized by\ntext in captions starting: “Figure from…” or “Photo from…” , “Image\nfrom…” or “Map from….” Sources for these external media are cited in\ncaptions.\n\nAll slides shown during the webinar\nand a video recording of the webinar are available at the\nREMI.com web site↩︎\n",
    "preview": "ec/2022-07-06-oilinf/supch.jpeg",
    "last_modified": "2022-08-12T04:45:30-04:00",
    "input_file": {}
  }
]
