[
  {
    "path": "op/2022-10-28-inversion/",
    "title": "dissecting the Fetterman-Oz flip in an information market",
    "description": "Fetterman led in the race for election to the U.S. Senate for a long time. Then, Oz overtook Fetterman. How did the Predictit information market track this flip?",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-10-30",
    "categories": [
      "John Fetterman",
      "Mehmet Oz",
      "US Senate for PA 2022",
      "midterm elections",
      "information markets",
      "Predictit"
    ],
    "contents": "\n\nContents\nElection for U.S. Senator from Pennsylvania: Fetterman & Oz\nInitial Preferences: Fetterman Over Oz\nInversion of Preferences: Oz Over Fetterman\nThe Information Market Tracked the Flip of Preferences\nLast Revised\nMy Limits\nReuse\nComments/Corrections\n\n\nThis article is my follow-up to my August 2022 essay about uses of\ninformation markets in the Pennsylvania U.S. Senate race\n(Passmore, 2022a).\n\nIn an August 2022 essay in NOTES FROM PITTSBURGH (Passmore, 2022b), I\ndescribed the use of information markets in place of survey methods for\nidentifying candidate preferences of the electorate. Information markets\noperate like commodity and financial futures markets, except that the\n“commodity” traded in a contract is a written proposition, not a\nphysical good. Information markets trade contracts for propositions\nabout whether well-specified events will occur and when.\nThe basis of an information market is a contract for a written\nproposition, the truth of which is validated at a specific future date.\nContract prices range between zero and $1. The price the buyer of a\ncontract is willing to pay represents the buyer’s belief in the\nfulfillment of the proposition when the market closes at some future\ndate. Market participants typically buy and sell contracts using an\nelectronic exchange.\nIn this article, I describe how an information market tracked an abrupt\nchange of fortunes in campaigns run by two candidates for a single seat\nin the U.S. Senate for Pennsylvania.\nElection for U.S. Senator from Pennsylvania: Fetterman & Oz\nThe Midterms\nThe 2022 Pennsylvania midterm race for U.S. Senate has garnered national\nattention (see, e.g., (Glueck, 2022)). The race pits John Fetterman, a\nDemocrat, against Mehmet Oz, a Republican. Fetterman serves as the 34th\nlieutenant governor of Pennsylvania. A midterm election—so-named\nbecause it occurs in the middle of a U.S. president’s four-year\nterm—is held to elect candidates to the U.S. Congress and state and\nlocal public offices. The U.S. will hold its next midterm election on 8\nNovember 2022, after a string of primary elections and run-offs narrowed\nthe field of candidates. As I write this article on October 31, 2022,\ncampaigning continues at a fever pitch.\nFront-Running Candidates\nFetterman was mayor of Braddock, Pennsylvania, from 2006 to 2019. Oz is\na Turkish–American television personality, author, professor emeritus\nat Columbia University, and retired cardiothoracic surgeon. He is the\nfirst Muslim to be nominated by either major political party for U.S.\nSenate. The outcome of this race could have a profound impact on the\nbalance of power in the U.S. Senate and stands as a test of the efficacy\nof endorsements for office by former U.S. president Donald Trump.\nInitial Preferences: Fetterman Over Oz\nAs of 18 August 2022, PredictIt (Predictit, 2022), a project of Victoria\nUniversity located in Wellington, New Zealand, had been running an\nonline information market for 181 days to obtain bets about the outcome\nof the Fetterman v Oz race (PredictIt, 2022a). My August 2022 essay\ndescribed the technical details about this information market. However,\nreported in that essay was the overwhelming and expanding lead that\nFetterman, the Democrat, had over Oz, the Republican, as demonstrated in\nthe price-volume plot in Figure 1.\n\n\n\nFigure 1: 90-day price-volume plot for “Which party will win the U.S. Senate election  in Pennsylvania in 2022?” in PredictIt political market. on 18 August 2022  (Image from Predictit (2022b).)\n\n\n\nInversion of Preferences: Oz Over Fetterman\nThe Flip\nShown in the plot in Figure 2, including 90 days\nprior to 30 October 2022, is the inversion of preferences for Fetterman\nover Oz to Oz over Fetterman that occurred on 19 October 2022. And,\nthe strength of preference for Oz continued from that day and increased\nuntil 30 October 2022.\n\n\n\nFigure 2: 90-day price-volume plot for “Which party will win the U.S. Senate election  in Pennsylvania in 2022?” in PredictIt political market. on 30 October 2022  (Image from Predictit (2022b).)\n\n\n\nInitial Reaction Leading to the Flip\nFetterman reportedly suffered an ischemic stroke on 31 May 2022\n(Avril, 2022). An ischemic stroke involves a blockage in one of the large\nvessels that supplies oxygenated blood to the brain. Fetterman’s team\nannounced that the stroke had caused no cognitive damage, assured voters\nthat Fetterman would resume campaigning soon, and believed that the\nepisode would not affect preferences for Fetterman over Oz (Terruso & Collins, n.d.).\nThe price-volume plot in Figure 2 seems to\ndemonstrate Fetterman’s hold on the electorate’s preferences, despite\nlingering questions about his long-term recovery and complications from\nhis stroke.\nThings Happened\nInterview\nSurveys of the electorate began to show a tightening of the race between\nFetterman and Oz in October (Drey, 2022). Oz, Fetterman’s opponent, and\nthe public demanded for months greater transparency from Fetterman about\nhis health challenges. A significant event negatively affecting\nFetterman’s campaign was an 11 October 2022 interview with NBC News’s\nDasha Burns (Fetterman, n.d.), who wrote that Fetterman struggled to speak\nand “had trouble finding words (Burns & Allen, 2022a).” In addition, Burns said:\n\nWe had a monitor set up so that he could read my questions because he\nstill has lingering auditory processing issues as a result of the\nstroke, which means he has a hard time understanding what he’s\nhearing. Now, once he reads the question he’s able to understand,\nyou’ll hear he also still has some problems, some challenges with\nspeech.\n“Just in some of the small talk prior to the interview, before the\nclosed captioning was up and running, it did seem that he had a hard\ntime understanding our conversation. I’ve spoken with stroke experts,\nthey say folks can fully recover from that, but the caveat that every\nexpert gives is that they can’t fully assess a patient without details\non their health records, without that information that the campaign\nhas yet to disclose. We’ve asked multiple times for medical records,\nwe’ve asked for interviews with someone from his medical team, those\nrequests have so far been denied to NBC News and other outlets that\nhave requested this as well.\n\nMedical Report\nBurns and Allen (2022b)reported that Democrats stated concerns\nabout Fetterman’s recovery and whether he had been forthcoming about his\nhealth. After considerable pressure on the Fetterman campaign, on 15\nOctober 2022 Fetterman’s primary care physician released a letter\n(Chen, 2022) summarizing his opinion of Fetterman’s condition. Chen\nwrote:\n\nOverall, the Lt. Governor is recovering well from his stroke….He\nspoke intelligently without cognitive deficits. His speech was normal\nand he continues to exhibit symptoms of an auditory processing\ndisorder which can come across as hearing difficulty. Occasional words\nhe will “miss” which seems like he doesn’t hear the word but it is\nactually not processed properly. His hearing of sound such as music is\nnot affected….He has no work restrictions and can work full duty in\npublic office.\n\nSkeptics pointed out that Dr. Chen was a donor to Fetterman’s campaign,\nposing a challenge to the standards and integrity of a physician working\nfor the University of Pittsburgh Medical Center (Sabes, 2022).\nDebate\nOn 25 October 2022, Fetterman and Oz met for one hour for their one and\nonly debate (Gomez, 2022). Some journalists complained that the debate\namounted to a bullying of Fetterman for the difficulties left by his\nstroke (Lanum, 2022). Yet, Fetterman’s performance seemed for many to\nreinforce questions about his stroke recovery. Democrats interviewed\nafter the debate were shocked by the degree to which Fetterman struggled\nto communicate clearly, even though he has acknowledged the ongoing\ndifficulty processing what he hears and speaking without dropping words\n(Gomez et al., 2022). One voter interviewed after the debate said\n\nI felt almost bad for John Fetterman. I think there is no question\nthat his social media campaign has been very sharp and good and\nappealing, but when he got on the debate stage, I couldn’t really\nunderstand a lot of the points he was making. On the other side, I\nthought Oz looked pretty sharp. Sounded like a politician. I don’t\nknow that Fetterman was really able to convey many of his positions on\nissues. (Kornick, 2022)\n\nThe Information Market Tracked the Flip of Preferences\nTiming\nThe Predictit information market for the Fetterman-Oz race reacted to\nevents after Fetterman’s stroke. As displayed in Figure\n2, the contract price for Oz spiked upward, and\nFetterman’s price dropped after the 11 October 2022 Burns interview with\nFetterman. The rose of Oz and the decline of Fetterman continued until\n18 October 2022—three days after the Fetterman medical report\ndropped—when Oz overtook Fetterman. Fetterman and Oz continued to\ndiverge, drawing closer on the day of the debate but moving to a wide,\nopen-jawed lead of Oz over Fetterman starting the day after the debate.\nAlmost 260,000 contracts were traded in this Predictit market on the day\nof the debate.\nMarket Movements: Traders Bought Oz and Sold Fetterman\nShown in Figure 3 is a candle plot of the seven days of\ntrading of Oz contracts prior to and including 30 October 2022. One\nhundred thirty-five thousand contracts were traded in the day of the\ndebate. The price of an Oz share started trading at 53 cents, but closed\nat 65 cents. The price rose to 68 cents on 30 October 2022.\n\n\n\nFigure 3: 7-day price-volume candle plot for “Which party will win the U.S. Senate election  in Pennsylvania in 2022?” in PredictIt political market. on 30 October 2022  (Image from Predictit (2022b).)\n\n\n\nThe candle plot in Figure 4 shows the precipitous fall\nin the price of Fetterman contracts. The price of a Fetterman share\ndeclined from 50 cents to 39 cents on the day of the Fetterman-Oz\ndebate. After three days of slight declines, the Fetterman price share\nsettled at 38 cents on 30 October. People made up their minds, it seems,\nright after the debate. On 25 October 2022, 116,000 Fetterman shares\nwere traded, most likely as sales. Then, the next three days saw a small\nvolume of trades.\n\n\n\nFigure 4: 7-day price-volume candle plot for “Which party will win the U.S. Senate election  in Pennsylvania in 2022?” in PredictIt political market. on 30 October 2022  (Image from Predictit (2022b).)\n\n\n\nLast Revised\n\n[1] \"2024-09-18 15:48:54 EDT\"\n\nMy Limits\nIn this article, I stick with the data from the Predictit market, Which\nparty will win the U.S. Senate election in Pennsylvania in 2022?\n(PredictIt, 2022b). I do not consider Fetterman’s fitness for office\nbased on his health condition. Also, I do not comment on the ethics of\nwhat many observers describe as “ableism” (Bogart & Dunn, 2019) enacted by Oz’s\nsupporters to denigrate Fetterman’s fitness for office.\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\nAvril, T. (2022). John fetterman’s stroke and his long-term health outlook explained. https://www.msn.com/en-us/health/medical/john-fetterman-s-stroke-and-his-long-term-health-outlook-explained/ar-AAXleiX\n\n\nBogart, K. R., & Dunn, D. S. (2019). Ableism special issue introduction. Journal of Social Issues, 75(3), 650–664. https://doi.org/10.1111/josi.12354\n\n\nBurns, D., & Allen, J. (2022a). Fetterman says his stroke recovery ’changes everything’ but that he’s fit to serve as senator. https://www.nbcnews.com/politics/2022-election/fetterman-says-stroke-recovery-changes-everything-s-fit-serve-senator-rcna51498\n\n\nBurns, D., & Allen, J. (2022b). Fetterman says his stroke recovery ’changes everything’ but that he’s fit to serve as senator. https://www.nbcnews.com/politics/2022-election/fetterman-says-stroke-recovery-changes-everything-s-fit-serve-senator-rcna51498\n\n\nChen, C. (2022). Medical report for john k. fetterman. https://johnfetterman.com/wp-content/uploads/2022/10/JKF-Health-Letter-10.15-.pdf\n\n\nDrey, B. (2022). Trafalgar/Daily Wire poll shows pa senate race tightening: ‘people’ starting ‘to pay attention’. https://www.dailywire.com/news/trafalgar-founder-on-poll-indicating-pa-senate-race-tightening-people-starting-to-pay-attention\n\n\nFetterman, J. (n.d.). Full fetterman interview. https://www.nbcnews.com/meet-the-press/video/full-fetterman-interview-i-believe-i-m-going-to-be-able-to-serve-effectively-after-stroke-150421573805\n\n\nGlueck, K. (2022). Fetterman returns to senate campaign trail in pennsylvania. The New York Times. https://www.nytimes.com/2022/08/12/us/politics/fetterman-oz-senate-pennsylvania.html\n\n\nGomez, H. (2022). One hour with Fetterman and Oz: Key takeaways from their only debate. https://www.nbcnews.com/politics/2022-election/one-hour-fetterman-oz-key-takeaways-only-debate-rcna54032\n\n\nGomez, H., Allen, J., Caputo, M., & Smith, A. (2022). Fetterman’s debate performance has Democrats on edge in crucial Pennsylvania Senate race. https://www.nbcnews.com/politics/2022-election/fetterman-debate-performance-democrats-edge-pa-senate-race-rcna54158\n\n\nKornick, L. (2022). Independent voters tell NBC fetterman’s debate performance ’felt very difficult to watch’. https://www.foxnews.com/media/independent-voters-tell-nbc-fettermans-debate-performance-felt-difficult-watch\n\n\nLanum, N. (2022). Fetterman debate fiasco leaves some liberal journalists fuming: ’How to bully people with disabilities’. https://www.foxnews.com/media/fetterman-debate-fiasco-leaves-some-liberal-journalists-fuming-how-bully-people-disabilities\n\n\nPassmore, D. L. (2022b). NOTES FROM PITTSBURGH: Information markets: Alternatives to survey methods for estimating candidate preferences of the electorate. https://davidpassmore.github.io/blog/op/2022-08-17-decision-market/\n\n\nPassmore, D. L. (2022a). NOTES FROM PITTSBURGH: Information markets: Alternatives to survey methods for estimating candidate preferences of the electorate. https://davidpassmore.github.io/blog/op/2022-08-17-decision-market/\n\n\nPredictIt. (2022a). 2022 US senate predictions: What percentage of the pennsylvania senate democratic primary vote will john fetterman win? https://www.predictit.org/markets/detail/7903/What-percentage-of-the-Pennsylvania-Senate-Dem-primary-vote-will-Fetterman-win\n\n\nPredictIt. (2022b). 2022 US senate predictions: Which party will win the pennsylvania senate race? https://www.predictit.org/markets/detail/7016/Which-party-will-win-the-US-Senate-election-in-Pennsylvania-in-2022\n\n\nPredictit. (2022). How it works. https://www.predictit.org/\n\n\nSabes, A. (2022). Fetterman’s medical report written by doctor who contributed more than $1,300 to his campaign: Public records. https://www.foxnews.com/politics/fettermans-medical-report-written-doctor-who-contributed-over-1300-campaign-public-records\n\n\nTerruso, J., & Collins, S. (n.d.). John Fetterman had a stroke days before PA Senate primary but is recovering well. https://www.inquirer.com/politics/election/john-fetterman-stroke-20220515.html\n\n\n\n\n",
    "preview": "op/2022-10-28-inversion/fetoz.png",
    "last_modified": "2024-09-18T15:48:57-04:00",
    "input_file": {},
    "preview_width": 202,
    "preview_height": 165
  },
  {
    "path": "op/2022-09-22-empathy/",
    "title": "empathy: a letter to my friends",
    "description": "A moral compass is needed to weigh into controversial and complex ethical issues.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-09-22",
    "categories": [
      "empathy",
      "immigration",
      "Martha's Vineyard",
      "Blade Runner",
      "John Stuart Mill",
      "The Intelligence Trap",
      "Trumpism"
    ],
    "contents": "\n\n\nOf all the means to ensure happiness  throughout the whole of\nlife, by far the  most important is the acquisition of friends.\n – Epicurus\n\nEvery morning, Monday through Saturday (holidays excluded), I\nparticipate in a Zoom broadcast that brings together a small number of\nfriends. I live in Pittsburgh. All of the friends live in State College,\nPennsylvania, my home for 41 years until I retired from Penn State in\n2020. The group calls itself the Think Tank, a name that pokes\nfun at the snooty self-congratulatory groups that expect their every\nuttering to wiggle national and international policy. Now, certainly, at\ntimes the group sounds like a gaggle of fourth-graders tossed into\nrapturous laughter over fart jokes. However, the title contains a\nsmidgen of truth. We often discuss weighty matters, the kind that come\nto mind to men looking toward horizons of their lives.\nWe have discussed immigration issues lately. We all recognize the\ncomplexity and seriousness of this issue. We are bombarded with\ninformation about policies and events. I felt as through I needed a\ntouchstone for thinking with this group about immigration and other\ncontroversial issues we consider. So, I wrote an email note about\nempathy to the Think Tank. I didn’t write this note to remind\nthem about empathy. I wrote it to remind me.\n\nFrom: David Passmore passmore.david@gmail.comDate: Wed, Sep 21, 2022 at 1:33 PMSubject: Considering immigration and other issuesTo: List of Think Tank participants\nFriends,\nThe Think Tank discussed challenging and complex immigration policy\nissues and practices last Saturday morning. We have discussed these\nissues many times. On Saturday, our discussion was motivated by an\nincident involving roughly 50 migrants sent by plane to Martha’s\nVineyard in Massachusetts by Florida’s governor.\nThe Martha’s Vineyard incident exemplifies divisiveness in our\ncountry over border control and immigration issues. This incident\nreminds us of our horror at seeing families split at the border and\nother injuries to immigrants. This incident seems to be a consequence of\nthe blatant xenophobia always stewing in our county but amplified by the\nTrump Administration.\nThe more I analyzed this incident on Martha’s Vineyard, the more I\nrealized how poorly prepared I am from many angles to consider the\nethics and appropriateness of the Florida governor’s action. There is\nmuch to consider about the incident, but I won’t dig into the facts,\npolicy, and issues involved here. Other mornings and Saturdays will\noffer the Think Tank more discussion opportunities.\nI will continue my study of immigration and my analysis of this\nincident. And, I hope the Think Tank will return soon to this topic. In\npreparation, though, I decided to step back to define personal core\nvalues that I feel will guide my study and analysis. Everyone needs a\nmoral compass—a set of fundamental axioms a priori to any argument—to\ndrive their ethical judgments. For me, this moral compass includes\nunderstanding and accepting the need for empathy.\nAs a country, we show our confusion about immigration in many ways.\nFor example, for years, agribusinesses and the food processing industry\nhave encouraged “legal” immigration from south of our border for the\nsole purpose of exploiting low-priced labor. Yet, at the same time, the\nU.S. Border Patrol, the U.S. Immigration and Naturalization Services,\nand other agencies chase, investigate, oppress, detain, imprison, expel,\nor, yes, kill “illegal” immigrants. These dueling aims surface in just\nabout every debate about immigration.\nA deep root of the immigration debate is cultural conflict. By\ncultural conflict I mean the mutual antagonism that arises between\ngroups of people with different skin color, different languages,\ndifferent ethnicity, different religious traditions, different gender,\ndifferent sexuality, different age groups or generations, different\nsocial castes, different economic classes, different political parties,\nand so on, or who simply live in different places from one another. Such\nconflict ranges all the way from mutual distrust and insults to\ncoercion—including threats of violence or actual violence—to\npersecution—including imprisonment, torture, and murder—to war, “ethnic\ncleansing,” mass murder, and genocide.\nCultural conflict always simmers on the back burner of American\nsocial and political life. But Trumpism has driven and intensified this\nconflict by brewing fear and hate over the worry that America is\nchanging. It is said that “our people” are being replaced. Replacement\nis judged as “unAmerican.” “Other people” threaten this dominant\n“American” vision. As a result, many commentators believe the U.S. has\narrived at a point of inflection in the cultural conflict that portends\ndangerous days ahead for our republic.\nWhat do I mean by empathy, and where does this concept fit in\ndiscussions involving cultural conflict?\nConsider an example of empathy from science fiction. In Philip K.\nDick’s science-fiction novel, Do Androids Dream of Electric\nSheep?, and reprised in Ridley Scott’s science-fiction film,\nBlade Runner, special police officers called Blade Runners\nneeded to distinguish androids, aka “replicants” (i.e.,\nhumanoid robots) from humans. Blade Runners were trying to suppress an\nandroid revolt.\nTo identify androids, the Blade Runners applied a fictional\nVoight-Kampff machine. The Voight-Kampff machine was a\npolygraph-like device. It measured involuntary responses from a test\nsubject—e.g., specific changes in respiration, blush response, heart\nrate, and pupillary responses—as the Blade Runner presented scenarios\nand questions involving helping others in need, responding to natural\ndisasters, loss of treasured belongings by a neighbor, and the like. The\ncriterion for being human was empathy for others, which was not an\nemotional potential programmed into an otherwise human-appearing\nandroid.\nThe Voight-Kampff machine is fictional. However, the machine\nhighlights the nature of empathy: i.e., the ability to mirror and\nsimulate inside oneself the consciousness or subjective\nexperiences—especially desires, feelings, and emotions—and, more\ngenerally, the subjectively-centered beliefs and perspectives or\nworldviews of other people.\nBeing empathic does not mean agreement with other people or even\nliking other people. In particular, being empathic requires the ability\nto see others from their viewpoint and respect the ownership of ideas\ncontrary to our own. As Rob Gr**** said in our Saturday meeting,\nsympathy is not empathy. The sympathetic person says, “I am sorry for\nyour pain.” The empathic person says, “I feel your pain” (thank you,\nBill Clinton).\nEmpathy is inherently outward-looking, not inward-looking,\nself-absorbed, navel-gazing, or narcissistic. Empathic people are\nnaturally inclined towards generosity, graciousness, kindness, and\ntolerance, and, at a minimum, towards politeness, not arrogance,\ncallousness, cruelty, rudeness, or intolerance. Creating and cultivating\nthe practice of empathy is, therefore, the antidote to the morally and\npolitically poisonous and pathological influence of identity politics\nthat is so prevalent today.\nDavid Robson, the author of The Intelligence Trap, described\na practical approach to empathically engaging as “actively open-minded\nlistening.” This approach involves deliberately pursuing and considering\nalternative viewpoints and evidence to question our own opinions.\nIn Chapter 2 of On Liberty, John Stuart Mill poses a dilemma\nthat helps expand the meaning of actively open-minded listening. On the\none hand, perhaps an opinion you hold about a topic is false, and a\ndissenting opinion is true. In that case, suppressing and refusing to\nengage with a dissenting opinion means foregoing an opportunity to\ncorrect yourself. On the other hand, even if the dissenting opinion is\nfalse and is known to be so, neglecting it robs you of the opportunity\nto gain, in Mill’s words, “the clearer perception and livelier\nimpression of truth produced by its collision with error.”\nAs I study immigration policies and practices, I aim to review\nstandpoints from a position of empathy. Easy to write, but harder to do.\nTaking an empathic approach requires owning up to my intellectual\nlimitations and mistakes. Attaining this sort of intellectual humility\nis difficult. Many discussions of controversial issues quickly devolve\nto talking boxing matches in which landing a punch gets you a point\ntoward victory. I wish to avoid bar brawls over ideas.\nCall me on it if you see me committing a foul against empathy.\nThere! I put it in writing. Now, I am committed to it.\nDavid\nLast updated on\n\n[1] \"2022-09-26 10:53:11 EDT\"\n\nYour Comments &\nCorrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at https://github.com/davidpassmore/blog. Text,\nillustrations, and source code are licensed under Creative Commons\nAttribution CC\nBY 4.0 unless otherwise noted. Any figures/photos/images/maps reused\nfrom other sources do not fall under this license and are recognized by\ntext in captions starting: “Figure from…” or “Photo from…” , “Image\nfrom…” or “Map from….” Images from external media are framed with with a\nborder. Sources for these external media are cited in captions.\n\n\n\n",
    "preview": "op/2022-09-22-empathy/rock-clipped.png",
    "last_modified": "2022-09-26T10:53:14-04:00",
    "input_file": {},
    "preview_width": 399,
    "preview_height": 433
  },
  {
    "path": "op/2022-08-17-decision-market/",
    "title": "information markets: alternatives to survey methods for estimating candidate preferences of the electorate",
    "description": "Information markets that operate like commodities future markets are cost-conscious alternatives to using survey methods for identifying beliefs, opinions, and voting expectations held by the electorate about candidates for public office.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-08-25",
    "categories": [
      "decision markets",
      "election polls",
      "information aggregation",
      "information markets",
      "prediction markets",
      "survey alternatives",
      "survey methods"
    ],
    "contents": "\n\nContents\nFetterman v Oz: Two Approaches to Estimating Voter Preferences\nEstimation Using Survey Methods\nEstimation Using an Information Market\n\nCommodity Futures and Information Markets Are in the Same Family\nGeneral Features of Commodities Futures Markets\nHow Information Markets Function Like Commodities Futures Markets\n\nInformation Markets, Alive and Dead, That I have Known\nThe Foresight Exchange\nIowa Electronic Markets\nHollywood Stock Exchange\nTradeSports\nPolicy Analysis Market\nSome Cautions and Technical Enhancements\n\nConclusion\nLast updated on\nMy Approach to the Topic of This Posting: Emphasis on Information Markets; Less Attention to Survey Methods\nYour Comments & Corrections\nReuse\nAcknowledgement\n\n[Estimated reading time: 28 minutes]\nToday is 18 August 2022. As I started writing this essay, the U.S. was\ndeep in the the season for political campaigns meant to inform and persuade the\nelectorate before the midterm elections—called the “midterms” because\nthey occur in the middle of a U.S. president’s four-year term—are held\nto elect people to the U.S. Congress and state and local public offices.\nThe U.S. will hold its next midterm election on 8 November 2022, after a\nstring of primary elections and run-offs to narrow the field of\ncandidates.\nObtaining information about beliefs, opinions, and voting preferences\nbefore the midterm elections is crucial for many reasons. This\ninformation can guide campaign strategy. Also, campaign donors can\nreceive signals from this information about candidates’ worthiness for\ncontinuing financial or moral support. This information can further\nfocus the mission for campaign workers and can validate the effort\nbehind their commitment to candidates. Moreover, when candidates display\npublic support, voter attention is drawn to candidates and their deeper\nbios.\nIn this blog posting, I focus on the use of information markets in place of survey methods for identifying candidate\npreferences of the electorate.1 Information markets operate similarly to commodity and financial futures markets, except that the\ncommodity traded in contracts is information, not a physical good.\nInformation markets trade contracts for propositions about whether\nevents will occur and when.\nThe mission of this blog posting is to describe concepts and processes\nto apply commodity and financial futures markets to structure\ninformation markets for estimating candidate preferences of the\nelectorate. In the remainder of this posting, I offer some examples of\ninformation markets for demonstrating their applications to diverse\nquestions that also could be answered using survey methods. But, first,\nto set the stage, I contrast the two approaches—survey methods v\ninformation markets—for estimating beliefs about the outcome of a\nPennsylvania political race for the U.S. Senate that will be decided in\na November 2022 midterm.\nFetterman v Oz: Two Approaches to Estimating Voter Preferences\nThe 2022 Pennsylvania midterm race for U.S. Senate is garnering national\nattention (see, e.g., Glueck (2022)). John Fetterman, a Democrat, is\npitted against Mehmet Oz, a Republican. Fetterman serves as the 34th\nlieutenant governor of Pennsylvania. He was mayor of Braddock,\nPennsylvania, from 2006 to 2019. Oz is a Turkish–American television\npersonality, author, professor emeritus at Columbia University, and\nretired cardiothoracic surgeon. He is the first Muslim to be nominated\nby either major political party for U.S. Senate. The outcome of this\nrace could have profound impact on the balance of power in the U.S.\nSenate and stands as a test of the efficacy of endorsements for office\nby former U.S. president Donald Trump. I describe two alternatives for\nestimating beliefs about the outcome of the Fetterman v Oz race for\nfor Senate: one uses survey methods and the other uses of information\nmarkets.\nEstimation Using Survey Methods\n(Walter et al., 1999)17 August 2022 Preference\nAs of 17 August 2022, respondents favored Fetterman by 11.1% over\nOz (see Figure 1). A\nweighted average percent favoring a candidate from a number of polls is the basis of this estimate\n(Silver, 2008).2\n\n\n\nFigure 1: Lead by Fetterman over Oz in averaged survey findings in fivethirtyeight.com on 17 August 2022.  (Image from Best et al. (2022).)\n\n\n\nMethods for surveys are richly varied and well-documented (see, e.g.,\nworkflows by Fink (2015), Kelley, et al. (2003), and\nWalter et al. (1999) ), and I will not restate\nthem here. In brief, a sample of respondents is recruited from\na population of interest to answer questions. Estimates of responses in\nthe population are inferred from responses in the sample, with a band of\nconfidence around the estimates reflecting the possibility of\ndifferences between the population parameters and the estimates from the\nsample. Analysts attempt to account for response and non-response errors\nand biases in the estimates.\nSurvey Project Management\nIn the fivethirtyeight.com estimates multiple independent surveys of the\nrelative preferences for the two candidates were averaged over different\nsurvey vendors and time periods to provide a meta-estimate of the status\nof the Fetterman v Oz race. (see Figure 2 for\nexamples of selected surveys in the fivethirtyeight.com analysis). Each\none of the surveys averaged by fivethirtyeight.com represents a separate\nproject with a work plan for collecting, organizing, analyzing, and\nreporting derived information. Logistical impediments and added costs in\nusing surveys can result from the complexity and cycle time necessary to\ncomplete survey projects and from the need to report survey findings to\nfit time-sensitive strategic information needs and time-limited media\nattention.\n\n\n\nFigure 2: Selected findings from Fetterman v Oz survey findings averaged by fivethirtyeight.com  (Image from Best et al. (2022).)\n\n\n\nImplementation of professionally–produced surveys can require extensive\nbudgeting for, among other elements, survey design, staffing, respondent\nrecruitment, and perhaps establishing effective incentives to motivate\nto survey responses each time a survey is conducted. Increasing the\nthe size of the respondent sample can balloon costs as it can require\ndesign of complex survey questions that branch the flows of questions\nconditional on criteria for segmenting respondents (e.g., “If you are\nmarried and a homeowner, skip to Q23.”). Implementation of survey\nmethods can draw on significant resources as a campaign progresses.\nEstimation Using an Information Market\nThe Fetterman v Oz Market\nThe basis of an information market is a contract for a written\nproposition, the truth of which is validated at a specific future date.\nContract prices range between zero and $1. The price the buyer of a\ncontract is willing to pay represents the buyer’s belief in the\nfulfillment of the proposition when the market closes at a future date.\nOn 18 August 2022, PredictIt, a project of Victoria University, located\nin Wellington, New Zealand (PredictIt, 2022b), had been running an\ninformation market for 181 days to obtain bets about the outcome of the\nFetterman v Oz race, which is a comparison similar to the assessment\nconducted by fivethirtyeight.com that is in Figure\n1. Criteria for assessing the fulfillment of the\nproposition in the PredictIt market are reproduced in Figure\n3.\n\n\n\nFigure 3: Rules for judging the outcome of “Which party will win the U.S. Senate election in Pennsylvania in 2022?” in PredictIt political market.  (Image from Best et. al (2022.) on 17 August 2011 @ 12:19 pm.)\n\n\n\nTrading in the PredictIt Exchange\nHere is how trading in the Fetterman v Oz information futures market\nworks in PredictIt:\n\nA buyer may purchase as many contracts as desired.\nIndividual contract prices vary from zero to $1.\nOwners of contracts may either sell or hold their contracts.\nThe prices of “Yes” and “No” contracts always are complementary.\nThat is, The “Yes” and “No” prices must sum to $1.\nA buyer may offer any price; the seller may accept or reject any\nprice.\nThe market price paid for a contract is conceptualized as the\nprobability that the proposition will eventuate by market closing.\nIn this particular binary (“Yes” or “No”) proposition, a buyer\nselects one of four options to purchase a contract -\nfor Fetterman to win (meaning Oz will lose)\nfor Fetterman to lose (meaning Oz will win)\nfor Oz to win (meaning Fetterman will lose)\nfor Oz to lose (meaning Fetterman will win)\n\n\n Markets other than for binary outcomes are available. For example,\nmarkets allowing selection from a range of outcomes are possible.\nPredictIt closed on 24 May 2022 a market in which participants bought\ncontracts on the percentage of the popular vote cast in favor of John\nFetterman in the 2022 Pennsylvania Democratic primary election for the U.S.\nSenate on 7 May 2022 (see PredictIt (2022a) for prices at the close of the\nmarket). Other complex forms of markets can include joint outcomes.\nAlthough PredictIt does not offer such a market, participants could\nconstruct propositions that include, for example, the likelihood of\nfavoring a particular gubernatorial candidate and favoring Fetterman\nfor the Senate.\n18 August 2022 Share Prices\nShown in Figure 4 are the market prices on 17 August\n2022 for the proposition, Which party will win the U.S. Senate\nelection  in Pennsylvania in 2022?. The market price for 17 August\nindicated a strong belief that Fetterman would beat Oz in the race by the\nclosing date for the market, much stronger than in the difference\nestimated by survey methods (refer again to Figure\n1).\n\n\n\nFigure 4: Market price for “Which party will win the U.S. Senate election  in Pennsylvania in 2022?” in PredictIt political market.  (Image from Best et. al (2022.) on 17 August 2011 @ 12:19 pm.)\n\n\n\nEstimates based on survey methods and information markets are not entirely\nequivalent. For instance, The survey-based estimates are averaged from\nresponses to questions that generally request a preference among\ncandidates. The estimate from the information market requires the prediction\nof which candidate will win the race, conditional on information\naggregated by the market participant from various points of\ninformation about candidate prospects. For the most part, the\nsurvey-based approaches rely on which candidate you like, while the\nestimates from the information market focus on who will win, regardless\nof who the market participant favors. Respondents to surveys generally\nhave no pecuniary stake in the outcome of the race. At the same time, information\nmarket participants placed money (albeit a small stake) on their bet.\nThis market has a “winner–take–all” reward. When the market closes,\nholder of a contract for the winning share will receive $1, and the holder\nof the losing share will receive nothing. Buyers and sellers can engage\nin a variety of trading strategies based on information they discover\nabout the race:\nA buyer could bet on a winner to make money when the market closes.\nIf so, a strategy is to get in the market while the price is low and\nhold it as it soars (you hope and, indeed, bet) to market closing.\nA buyer could bet on a candidate with a current low market price if\nthe buyer believes that a candidate’s fortunes will turn just enough\nto raise an acceptable return on investment—“buy low, sell high.”\nOr, maybe a buyer bets on the winner of this race, even if the buyer\nare unconcerned about the political outcome as a hedge against a\nrisky bet in another market.\n-A buyer could engage in arbitrage because the market has not\nreacted quickly to changes in information about the race or is just\nnot paying attention to information that signals a shift in\nfortunes. This approach involves buying when the buyer believes that\nthe market price is artificially low or high. The buyer could reap a\nquick reward by selling initially undervalued contracts at the\nmarket price to newly informed investors. When the market\nartificially is too high, the buyer could buy contracts for a\ndiscount from sellers holding contracts with high-than-rational\nprice who are eager to exit the market before experiencing more\nprice erosion.\nPrice-Volume Chart\nDisplayed in Figure 5 is a plot following the market share price and volume over a 90-day period. The\ntrajectory of the market price shows how beliefs about the outcome of\nthe Fetterman v Oz race changed over time. Notice that beliefs that Oz\nwould win the race in the month after Fetterman announced a health\ncondition (a stroke). Then, Fetterman reversed this trend and continued\nto widen the gap with Oz.\nTracked in each vertical bar on the plot in Figure 5\nis the volume of shares traded in each of the 90 days. High volume days\nindicate interest in the proposition represented in the contract. A\nsurge in trading occurred on 15 June, perhaps as concerns about\nFetterman’s health began to wane. The volume of trades rose near the\ndate Fox News reported that Fetterman agreed with a plan to cut the\nprison population by one-third (Chasmar, 2022). A surge in trading\nhappened, raising Fetterman’s market price, around the date that\nBreitbart syndicated information about Fetterman’s call for heavy fines\nagainst airlines for flight cancellations (Dixon-Hamilton, 2022).\nMy attributions of reasons behind volume surges in the Fetterman v Oz\nmarket are ad hoc and speculative. However, a serious campaign\nanalyst could track and explain how campaign activities, media buzz,\ncandidate gaffs and peccadilloes, and buzz about candidates affect\nbeliefs about the outcome of a political race.\n\n\n\nFigure 5: 90-day price-volume plot for “Which party will win the U.S. Senate election in Pennsylvania in 2022?” in PredictIt political market.  (Image from Best et. al (2022.).)\n\n\n\nCommodity Futures and Information Markets Are in the Same Family\nGeneral Features of Commodities Futures Markets\nCommodities\nA futures contract is:\n\na legal agreement to buy or sell a particular commodity asset, or\nsecurity at a predetermined price at a specified time in the future.\nFutures contracts are standardized for quality and quantity to\nfacilitate trading on a futures exchange. (Hayes, 2021)\n\nFor example, a buyer might purchase a contract for delivery of 5,000\nbushels of No. 2 Yellow Corn (AG Commodities, 2022) on the following March\n1 for $3.82 per bushel. The buyer of a futures contract takes on the\nobligation to buy and receive the underlying asset when the futures\ncontract expires. The seller of the futures contract is taking on the\nobligation to provide and deliver the underlying asset at the expiration\ndate.\nBuyers of futures contracts typically are investors, not producers.\nBuyers usually sell their interest in a commodity to a producer before\nit is delivered.3 A clearing corporation brokers trading\nof futures contracts by acting as a single counter-party to every\ntransaction and by guaranteeing the completion and creditworthiness of\nall transactions. PredictIt is the clearing corporation for contracts\nsuch as the Fetterman v Oz contract in the PredictIt information\nmarket.\nCommodities include mostly raw, unprocessed goods that are bought based on price alone in large quantities for future processing. The U.S.\ngovernment defines commodities in the 1936 Commodity Exchange Act\n(Legal Information Institute, 2022). Commodities are classified into three\nmajor categories: agriculture, energy, and metals. The most popular\nfutures markets for food are for meat, wheat, and sugar. Most energy\nfutures are in oil and gasoline markets. Metals using futures markets\ninclude gold, silver, and copper. The 1936 Act also governs financial\nproducts (e.g., future values of interest rates, currencies, stock\nindexes, bonds, or equity and debt options) as\ncommodities. Buyers of food, energy, and metal use futures contracts to\nfix the price of the commodity they are purchasing. That reduces their\nrisk that prices will go up. Sellers of these commodities use futures to\nguarantee they will receive the agreed-upon price. They remove the\nrisk of a price drop.\nBuyers and sellers reach a contract price based on current information\naggregated about the future value of a commodity. Useful information\ncould include forecasts of possible commodity prices, impacts of war or\nweather on the quality and quantity of a commodity, government\nregulations that affect the structure or operation of commodity product\nor resource markets, or regional or worldwide macroeconomic trends\naffecting those markets. Prices of commodities change on a weekly or\neven daily basis, dictating frequent changes in consumer prices of\nmeats, gasoline, and gold. For instance, PJM Interconnection LLC\n[PJM (2022)]4 applies hourly– (PJM Data Miner, 2022a) and day–ahead\n(PJM Data Miner, 2022b) markets used to balance the transmission of electric\npower among electricity users.\nInformation aggregation and price discovery\nFutures markets not only provide practical trading opportunities, but\nthey also demonstrate some interesting and valuable qualities for\ninformation aggregation (see Hull (2016) for a review of the\noperations of futures markets). Economists have long held the belief\nthat markets efficiently collect and disseminate information about goods\nand services as prices necessary to satisfy both buyers and sellers are\ndiscovered. Hayek (1945) generated the hypothesis that, through\nthe price discovery process, markets aggregate the less–than–perfect,\ndiverse information widely dispersed among individual traders and\ndisseminate this information to all traders.\nThe so–called “Hayek Hypothesis” has empirical support from a series of\nexperiments that have illustrated the dissemination of knowledge from\nthe informed to the uninformed as well as the full aggregation of\nknowledge among partially informed bidders (Plott (2000) contains a review\nand summary of the experimental research). Also, the economic theory of\nrational expectations, originating with Muth (1961) and most\nclosely associated with Lucas (1987), not only acknowledges the\ninformation aggregation capacity of markets, but it also the ability of\nmarkets to convey information through the price and volume of assets\ntraded.\nThe information aggregation mechanism first identified by Hayek suggests\nthat markets are the final arbiters of value and that markets provide an\nexcellent method for harnessing knowledge distributed across their\nparticipants. Plott and Chen (2002) asserted that business pages\nof newspapers almost daily interpret market behavior as an aggregation\nof information about future events. Markets are thought to anticipate changes in price inflation, shifts in federal monetary\npolicy, or prospects for disruptive events like war or labor stoppages.\nPlott and Chen (2002) further suggested that,\n\nReflecting on every day notions about the way that people learn from\nobserving other people can form a common sense impression of how an\naggregation mechanism might work. For example….if a crowd is\nobserved looking at something then there is a propensity for\nadditional people to look. The actions of the crowd suggest they know\nsomething and others instinctively incorporate this possibility into\ntheir own information base….”Insiders,” those with bits and pieces\nof information, those with good “intuition” about events are\nregistering their beliefs through their actions in the markets. That\nis,…the markets are like a vacuum sweeper, collecting and\naggregating information that is otherwise highly decentralized and\nprivately held. (pp. 2–3)\n\nInvestment goals\nA contract holder sells a commodity to producers at the market price\ncurrent at the time of delivery. The difference between the price of a\ncommodity when a futures contract was purchased and its market price on\nthe date of delivery equals a gain or a loss for the investor. Traders\nin future markets are motivated by at least three goals:\nprofit and speculation—exercising opportunities for a margin of\nearnings due to price gains over costs of acquiring and holding a\nfutures contract;\nhedging—guarding against adverse future price changes by locking\nin current prices; and\narbitrage—simultaneous purchasing and selling identical, or\nnearly identical commodities in two different markets in the hope of\ngaining a profit from price differences.\nHistory and Impact\nCommodity futures markets are traced to the Middle Ages when they were\ndeveloped to meet the needs of farmers and merchants facing risks of\nprice variation of grains due to oversupply or shortage\nbrought on by weather, disaster, war, or politics (Carlton (1984) provides\nan extended history). Commodities exchanges became\nformal institutions to act as intermediaries between buyers and sellers.\nThe Chicago Board of Trade and the Chicago Mercantile Exchange were\nestablished in the mid–19th century in the United States to make\nmarkets for buyers and sellers of commodities. Many new commodity\nexchanges came into existence subsequently. In 1972, the International\nMonetary Market was established as a division of the Chicago Mercantile\nExchange for futures trading of foreign currencies.\nFutures markets are one of the most successful financial innovations for\ntrading commodity assets and financial instruments such as currencies,\nbonds, or equity and debt options. Futures exchanges smooth the\ncommunication between buyers and sellers and provide the conditions and\nrules for trading, all of which are regulated in the United States by the\nCommodity Futures Trading Commission.\nHow Information Markets Function Like Commodities Futures Markets\nCommon Structure\nInformation markets operate like commodity futures markets. The asset\ntraded in a commodity futures market is a physical good. As I described,\na buyer in the commodity futures market might contract for delivery of 5,000\nbushels of No. 2 Yellow Corn next March 1 from a seller. By way of\ncontrast, markets that treat information as an asset to be traded and,\nas a result, are described as information markets5 Information\nmarkets for ideas in the form of propositions use the framework, tools,\nand methods already available for handling commodity and financial\nfutures.\nAn information market is an exchange for trading specific propositions\ndescribing the occurrence of an event at a subsequent point in time.\nThat is, ideas expressed as clear propositions are the objects\ntraded. An example of a proposition: “Sales of the XYZ Management\nAdjustment Scale will generate $2 million in revenue by the end of the\nfourth quarter of 2025.” The price of the shares indicates the likelihood\nthat the market participants believe the proposition is true. The\nvolume of trades reveals the interest that the proposition generates\namong traders. Price and volume are represent in a price-volume plot as\nexemplified in Figure 5 for the Fetterman v Oz\nPredictIt market.\nPrice discovery\nInformation markets offer contracts priced between zero and\n$1.00. The purchasing price shows the likelihood of the realization of\nideas. In particular, information trade on propositions about whether\nevents will occur and when. Just as in commodity and financial futures,\nthe price of a proposition:\nReflects the belief aggregated over traders that the proposition\nwill be realized.\nIs dynamic because it is updated continuously based on market\nactivity.\nIs responsive to public information as well as subtle perceptions,\ninside information, and specialized knowledge of information traders\nabout factors thought to affect the eventual occurrence of an event\nby a future date. In this way, changes in the price of a proposition\nreflect changes in market participants’ beliefs based on information\naggregated about the likelihood that the proposition will be\nrealized.\nThe same sort of price discovery occurs in commodity and financial\nfutures markets\nImplementation\nInformation markets and commodities and financial futures markets are\nmounted on electronic exchanges that operate over the Internet to\nmultiply the reach and speed of market mechanisms to obtain timely\ninformation. Information markets commonly use double-auction trading\nmechanisms (i.e., many buyers, many sellers, one broker). Information\nmarkets hold the potential to collect and report information in a\ncontinuous stream of activity rather than through periodic or episodic\ndata collection and reporting that is common with survey methods. A\ndesirable feature is that information markets have the potential to\nprovide critical information per unit of time relatively less\nexpensively and simpler than survey methods.\nFutures markets are highly regulated in the U.S. Because of the use of\nactual cash for trading, markets run by PredictIt are under the\nregulatory purview of the Commodity Futures Trading Commission (CFTC) in\nthe U.S. The CFTC has issued a “no–action” letter to PredictIt stating\nthat as long as the PredictIt markets conform to specific guidelines, the\nCFTC will take no action against PredictIt. The use of participants’\nmoney is an essential feature of PredictIt markets because, as the old\nadage goes, no one spends your money better than you do. Due to the actual\nconsequences of loss or gain, participants in PredictIt are stimulated\nto seek information about the markets in which they participate. zstimulation sharpens the quality of the market price realized\nfor any proposition.\nInformation Markets, Alive and Dead, That I have Known\nTo provide examples of the variety of information markets deployed, I\ndescribe five information markets. Some of these markets still are\nworking; others are not. I summarize The Foresight Exchange (a wide\nvariety of scientific topics, political campaigns, and natural events),\nthe Iowa Electronic Markets (electoral events), the Hollywood Stock\nExchange (box office returns, opening weekend performance, Oscar\nawards), and TradeSports (mainly sporting events). The most\ncontroversial information market, by far, is the Policy Analysis\nMarket.\nThe Foresight Exchange\nThe Foresight Exchange (2022) is an example of an\ninformation market. The Exchange bills itself as “the place to test your\nability to predict the outcome of future events. It is also the place to\ncheck the current odds of upcoming events and make your own bets”\n(Foresight Exchange, 2022). One proposition in the Foresight Exchange,\nwith the ticker name Bush04 (Foresight Exchange, 2000) (Figure\n6).\n\n\n\nFigure 6: Summary of the claim claim that Bush wins the 2000 U.S. presidential election.  (Image from Foresight Exchange (2000).)\n\n\n\nThe criterion for judging the claim is shown in (Figure\n7).\n\n\n\nFigure 7: Rule for judging that claim that Bush won the 2000 U.S. presidential election.  (Image from Foresight Exchange (2000).)\n\n\n\nFigure 7 is a plot of the price–volume plot for this\nclaim for one particular 100–day period before the United States\npresidential election, which displays the dynamics of changing beliefs\nthat this claim would be realized. Changes in beliefs in the continuing\npresidency of George W. Bush are shown through changes in price over\ntime. Correlation of the price series with events surrounding the\npresidential election campaign could provide insight into causal factors\nunderlying series’ changes.\n\n\n\nFigure 8: Price plot for the life of the claim that Bush will win the 2000 U.S. presidential election.  (Y–axis is graduated in $0.01 increments. Image from Foresight Exchange (2000).)\n\n\n\nTo give a flavor of the diversity and specificity of topics on the\nForesight Exchange, several propositions active during 2022 include:\nAn earthquake of Richter magnitude ≥8, with epicenter within 100\nmiles of (one of the US states) CA, OR, WA, AZ, NV, ID will occur\nbefore the end of 2025.\nBy 2025 the Federal government of the United States will have ceased\nto function as a unified democracy.  \nBy the end of December 31, 2035, a humanly mobile robot will be in\nactual use, as a worker in some business use, consumer service,\nmilitary use, civil service, or scientific capacity.  \nEvidence of Extraterrestrial Life, fossils, or remains will be found\nby 12/31/2050.\nIowa Electronic Markets\nThe Iowa Electronic Markets (University of Iowa, 2021) are small–scale,\nonline, real–money futures markets in which contract payoffs depend\non economic and political events such as elections, companies’ earnings\nper share, and stock price returns (J. E. Berg & Rietz, 2003; Forsythe et al., 1992). These\nmarkets are operated by faculty at the University of Iowa Tippie College\nof Business as part of their research and teaching mission. Participants\nbuy and sell by opening accounts for a minimum of $5 and a maximum of\n$500. The markets operate continuously using a double–auction trading\nmechanism.\nThe Iowa Electronic Markets allow participants to trade with actual\nmoney, as opposed to fictional currency as in the Foresight Exchange.\nParticipants use their funds to buy and sell contracts. Traders,\ntherefore, have the opportunity to profit from their trades but must\nalso bear the risk of losing money. Because of the use of actual cash\nfor trading, the Iowa Electronic Markets are under the regulatory\npurview of the Commodity Futures Trading Commission in the United States\nof America, just as PredictIt is. The use of participants’ money is an essential feature of the Iowa\nElectronic Markets because, as it is with PredictIt markets.\nThe Iowa Electronic Markets provide relatively accurate forecasts of\npolitical election results compared to traditional political\npolls. Although the comparison with polls might not be entirely fair\n(J. Berg et al., 2008), the Iowa Electronic Markets have shown no apparent biases\nand, on average, considerable accuracy for large United States election\nmarkets (J. Berg et al., 2003). Presidential election markets performed better\nthan lower-profile congressional, state, and local election markets.\nMarkets with more volume near election time performed better than those\nwith less volume. And, in markets with fewer contracts (i.e., fewer\ncandidates or parties), predicted election outcomes are better than those\nwith more contracts. These attributes are desirable when the relatively\nhigh costs of political polls versus the relatively low costs of information markets are considered.\nHollywood Stock Exchange\nThe Hollywood Stock Exchange is a now-defunct information market\nstructured along the same lines as the Iowa Electronic Markets. The\nExchange allowed for trading on securities corresponding to movies (this\nwas called “MovieStocks”), including those in production and in\ntheaters, using fake money called “Hollywood Dollars.” Each movie’s\nsecurity was liquidated four weeks after the release of the movie for\n$1 per $1 million in box office gross.\nSimilar to “MovieStocks,” a “StarBond” represented actors and directors\nthat were traded on the Hollywood Stock Exchange. The price of a\n“StarBond” reflected the overall star power of the actors and directors as\ndetermined by Hollywood Stock Exchange traders, as well as how much\nmoney celebrities’ films made at the box office as determined by their\ntrailing average gross (TAG). If a celebrity should have happened to\nmeet the end of a career (death, retirement, etc.), the “StarBond” was\ncashed out at the TAG.\nThe Hollywood Stock Exchange was a popular entertainment mechanism. The\nstructure of the Hollywood Stock Exchange was quite sophisticated, with\nreserve and investment banks, leader boards, trading clubs, tickers,\ninsider trading, funds, options, warrants, and even its own “Hollywood\nSecurities and Exchange Commission.” Based upon the volume of trades and\nother activities, the Exchange demonstrated how active an information\nmarket can become when it captures public interest.\nTradeSports\nTradeSports was a web-based fantasy sports predictions game\n(Heitner, 2014) that closed for business in 2015. To classify it plainly,\nTradeSports was a gambling forum. It was run online from Ireland, so\nit evaded anti–gambling laws in effect in many countries, such as the\nUnited States. What differentiated TradeSports from many other online\ngambling outlets were the diverse betting topics covered and the\nuse of market mechanisms to operate its betting system.\nTradeSports offered quite a diverse betting portfolio. Among the\nprominent trades available were traditional sports bets (e.g., “Will\nEngland win The Ashes 2005?”), contracts related to terrorism (e.g.,\n“Will Osama Bin Laden be captured/neutralized by 31 December 2005?”),\nand the likelihood of political outcomes (e.g., “Will John Bolton be\nconfirmed by the United States Senate to become the next United States\nAmbassador to the UN?”). No handicappers were setting the odds for\nTradeSports bets. Instead, the price was driven entirely by market\ntransactions and self–organized under market principles. Also,\nTradeSports demonstrated that, given sufficient motivation, many people\ncan be motivated to learn the intricacies of information market trading.\nAn interesting use of the TradeSports market was in a National Bureau of\nEconomic Research study (Leigh et al., 2003) that noticed a TradeSports market\nfor \"Saddam Securities\" moved closely with the\nspot price of a barrel of crude oil. The \"Saddam Securities\" asset\npaid off if\n\"Saddam Hussein is not President/Leader of Iraq by [Date],\" with the\n[Date]\nsubstituted over various horizons by key contract dates of December\n2002, March\n2003, and June 2003. Using the specter of Hussein's continuation as\nIraq's\nleader as a proxy for the likelihood of war and disruption in the Middle\nEast,\nanalysts were able to create a derivative security indicating that\nwar could raise oil prices by $10 per barrel, lower the value of United\nStates'\nequities by 15%, and bolster gold and energy markets.\nPolicy Analysis Market\nOne of the most controversial information markets was the\nquickly–aborted Policy Analysis Market (Wikipedia, 2022)that was\nsponsored by the United States Department of Defense. The underlying\nidea for the Policy Analysis Market was to build and test information\nmarkets that would allow defense and intelligence analysts to speculate\nsuch strategic and geopolitical issues as the probabilities of specific\nkinds of failure within the national infrastructure of the United\nStates. Its goal was to develop market–based techniques for avoiding\nsurprise and predicting future events.\nA now–archived Policy Analysis Market website provided an example of a\ncomplex derivative assembled from two idea futures contracts tied to the\nnow–historic case of pending hostilities between the United States and\nIraq: (a) whether the Jordanian monarchy would be overthrown during\nhostilities between the United States and Iraq, and (b) the ability of\nthe Iraqi regime to persist for more than one month of hostilities. A\nPolicy Analysis Market trader who felt comfortable with both issues\nmight choose to trade a contract on a joint outcome, a type of market\nderivative. Policy Analysis Market held the promise of applications of a\nvariety of similarly rich decision analysis tools associated with joint\nprobability analysis and combinatorial mathematics to anti–terrorism\nanalysis.\nThe United States Department\nof Defense canceled the Policy Analysis Market during late 2003 due to the controversial political substance\nof the speculative propositions that it would consider. U.S. politicians criticized the Policy Analysis Market as more of a\n“market for death”, “a federal betting parlor on atrocities,” and “an\nincentive actually to commit acts of terrorism”\n(Congressional Record, 2003) rather than a decision tool. Abramovicz\n(2004) opined that the Policy Analysis Market “debacle has\nprovided a setback, maybe a permanent one, to anyone who might have\nhoped to use information markets in administrative decision–making.” The\ncontroversy surrounding the Policy Analysis Market was front–page news\nin the United States. A member of the United States Senate, Byron\nDorgon, asked, “Can you imagine if another country set up a betting\nparlor so that people could go in…and bet on the assassination of an\nAmerican political figure?” (Hulse, 2003).\nLooney (2004) articulated several arguments offered by\ncounterintelligence agencies against the Policy Analysis Market. The\nmarket could incentivize someone to buy futures on a violent act\nand then carry it out. Markets may be inefficient in the short run, and\nrumors might be used to manipulate the market. Hansen et al.\n(2005) noted that, although the Policy Analysis Market was\ncancelled just one day after it was launched by the Department of\nDefense, press reports following the cancellation indicated that press\nreports about the Market became more positive as journalists began to\nunderstand its motives and workings.\nSome Cautions and Technical Enhancements\nAlthough information markets are capable of aggregating information\nefficiently, they are susceptible to problems such as market\nmanipulation ((Hanson et al., 2006); (Nöth & Weber, 2003); ) and inability to settle on\nan equilibrium price ((Anderson & Holt, 1997); (Scharfstein & Stein, 1990)). These\nproblems are exacerbated when traders have limited experience with the\ninformation being aggregated in the market and when markets are illiquid\n(i.e., have few buyers and sellers) (Sunder, 1992).\nChen, Fine, and Huberman (2003) employed Bayesian estimators to\nintegrate prior information about risk aversion into estimates of\nequilibrium prices in information markets with small numbers of\nparticipants. Their process operates in two stages. First, an\ninformation market is run to extract risk attitudes from market\nparticipants, along with the participants’ ability to predict a known\noutcome. Constructed from this information about risk aversion is a\nnonlinear aggregation function that allows for collective predictions of\nuncertain events. Second, these same participants engage in a market for\nan uncertain event. Individual market transactions are integrated using\nthe nonlinear function and are used to predict the outcome of the\npending event. Use of prior information substantially improved\nestimates previously obtained solely through the idea futures market for\nthe event. Estimates based on Bayesian nonlinear functions were\nmore accurate than the most accurate individual market traders.\nConclusion\nInformation markets seem to be a valuable alternative to survey methods for estimating candidate preferences of the electorate, as demonstrated in the information markets and survey-based approaches to following the Fetterman v Oz race. Despite the long history of applications of information markets to information aggregation, pollsters for campaigns seem to prefer survey-based methods.\n\nThis posting is a refinement of work published in the Journal of\nDerivative Markets (Passmore et al., 2005b) and in Human Resource Development\nReview (Passmore et al., 2005a). Various aspects of this essay were presented\nat the 4th Annual Irish Technology Users Conference, the 5th\nInternational Conference on Information Technology Based Higher\nEducation and Training in Istanbul, Turkey, at the CEO’s Conference on\nHuman Resources Metrics and Analytics sponsored by the Marshall School\nof Business at the University of Southern California, to the Rocky\nMountain Human Resource Planning Society, in the Innovators Speakers\nSeries sponsored by Penn State University, at the Patient–Focused Care\nSymposium sponsored by the AMD3 Research and Education Foundation and\nthe University of Pittsburgh Medical Center at Magee Women’s Hospital,\nat the “Thought Leaders Breakfast” at the 2006 Global Conference of the\nHuman Resource Planning Society, and at the annual meeting of the\nNortheastern Educational Research Association. Over the years, my\ncollaborators in the study of information markets have been Rose M.\nBaker (2022), University of North Texas, and Evi̇n Doğan Cebici\n(2021), İstanbul Şişli Meslek Yüksekokulu.\n\nLast updated on\n\n[1] \"2022-10-28 10:51:38 EDT\"\n\nMy Approach to the Topic of This Posting: Emphasis on Information Markets; Less Attention to Survey Methods\nAs I write this posting in August 2022, the U.S. is preparing for the\npost-Labor Day start in earnest of campaigns for the November midterm\nelections to public office. I often have wondered why political\ncandidates interested in public opinion levels and variations fail to\ntake advantage of information markets. Although I never have done the\ncalculations, my sense is that the relative cost of information markets\ncompared with conventional surveys per unit of information would favor\ninformation markets. I guess you could count me as have a prior bias\ntoward information markets without further data, which is discernible by\nthe amount of emphasis I place in this blog on information markets. What\nlimits the adoption of information markets? I assess that the reluctance\nto adopt information markets has to do with: (a) wide familiarity with\nsurvey reporting from surveys and limited exposure to information\nmarkets among clients and media; (b) difficulty in inducting\nparticipants into information markets due to relatively small numbers of\npeople who do commodity futures trading (related to point (a)), and (c)\nsparse software to support implementation of information markets.\nYour Comments & Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on\nTwitter at @DLPPassmore, or send an\nIMsg or SMS to dlp@psu.edu.\nReuse\nSource code for this blog is available at\nhttps://github.com/davidpassmore/blog. Text, illustrations, and source\ncode are licensed under Creative Commons Attribution CC BY\n4.0 unless otherwise\nnoted. Any figures/photos/images/maps reused from other sources do not\nfall under this license and are recognized by text in captions starting:\n“Figure from…” or “Photo from…” , “Image from…” or “Map from….”\nImages from external media are framed with with a border. Sources for\nthese external media are cited in captions.\nAcknowledgement\nThe bibliographic assistance of Theresa Thonhauser is appreciated.\n\n\n\nAbramowicz, M. (2004). Information markets, administrative decisionmaking, and predictive cost-benefit analysis. The University of Chicago Law Review, 71(3), 933–1020. https://www.jstor.org/stable/1600601\n\n\nAG Commodities. (2022). US yellow corn grade 2. https://agrocommodityasia.com/shop/wholegrainsandseeds/corn/us-yellow-corn-grade-2/\n\n\nAnderson, L. R., & Holt, C. A. (1997). Information cascades in the laboratory. The American Economic Review, 87(5), 847–862. https://www.jstor.org/stable/2951328\n\n\nBerg, J. E., & Rietz, T. A. (2003). Prediction markets as decision support systems. Information Systems Frontiers, 5(1), 79–93. https://doi.org/10.1023/A:1022002107255\n\n\nBerg, J., Forsythe, R., Nelson, F., & Rietz, T. (2008). Results from a dozen years of election futures markets research (C. R. Plott & V. L. Smith, Eds.; Vol. 1, pp. 742–751). Elsevier. https://doi.org/10.1016/S1574-0722(07)00080-7\n\n\nBerg, J., Nelson, F., & Reitz, T. (2003). Accuracy and forecast standard error of prediction markets. https://www.biz.uiowa.edu/faculty/trietz/papers/forecasting.pdf\n\n\nBest, R., Bycoffe, A., King, R., Mehta, D., & Wiederkehr, A. (2022). Pennsylvania: U.S. Senate 2022 Polls: timestamp: 18 August 2022 at 12:19 pm. https://projects.fivethirtyeight.com/polls/senate/2022/pennsylvania\n\n\nBest, R., Bycoffe, A., King, R., Mehta, D., & Wiederkehr, A. (2022). Pennsylvania: U.S. Senate 2022 Polls: timestamp: 18 August 2022 at 12:19 pm. https://projects.fivethirtyeight.com/polls/senate/2022/pennsylvania\n\n\nCarlton, D. W. (1984). Futures markets: Their purpose, their history, their growth, their successes and failures. The Journal of Futures Markets, 4(3), 237. https://www.proquest.com/docview/228205962/abstract/A54ED05A334388PQ/1\n\n\nChasmar, J. (2022). Dem senate candidate fetterman says ‘i agree with’ cutting prison population by one-third in unearthed clip. https://www.foxnews.com/politics/dem-senate-candidate-fetterman-says-i-agree-cutting-prison-population-one-third\n\n\nChen, K.-Y., Fine, L. R., & Huberman, B. A. (2003). Predicting the future. Information Systems Frontiers, 5(1), 47–61. https://doi.org/10.1023/A:1022041805438\n\n\nCongressional Record. (2003). Trading in death: Senators criticize darpa futures market program (archived transcipt). https://sgp.fas.org/congress/2003/s072903.html\n\n\nDixon-Hamilton, J. (2022). Fetterman calls on Biden to fine airlines amid thousands of cancellations. https://www.breitbart.com/politics/2022/06/29/pennsylvania-lieutenant-governor-john-fetterman-calls-on-biden-to-fine-airlines-amid-thousands-of-cancellations/\n\n\nFink, A. (2015). How to conduct surveys: A step-by-step guide. SAGE Publications.\n\n\nfivethirtyeight.com. (2022). U.s. Senate 2022 polls: database. https://projects.fivethirtyeight.com/polls/data/senate_polls.csv\n\n\nForesight Exchange. (2000). FX claim BUSH2K - george w. Bush wins US election. http://www.ideosphere.com/fx-bin/Claim?claim=BUSH2K\n\n\nForesight Exchange. (2000). FX claim BUSH2K - george w. Bush wins US election. http://www.ideosphere.com/fx-bin/Claim?claim=BUSH2K\n\n\nForesight Exchange. (2022). Foresight exchange (FX) documentation. http://www.ideosphere.com/fx/docs/FXdocs.html\n\n\nForesight Exchange. (2022). Quick overview. https://about.foresight.exchange/about-foresight/\n\n\nForsythe, R., Nelson, F., Neumann, G. R., & Wright, J. (1992). Anatomy of an experimental political stock market. The American Economic Review, 82(5), 1142–1161. https://www.jstor.org/stable/2117471\n\n\nGlueck, K. (2022). Fetterman returns to senate campaign trail in pennsylvania. The New York Times. https://www.nytimes.com/2022/08/12/us/politics/fetterman-oz-senate-pennsylvania.html\n\n\nHanson, R., Caplan, B., Jarmas, R., Lott, J., Masse, C., Shaw, U., & Wolfers, J. (2005). The informed press favored the policy analysis market. http://mason.gmu.edu/~rhanson/PAMpress.pdf\n\n\nHanson, R., Oprea, R., & Porter, D. (2006). Information aggregation and manipulation in an experimental market. Journal of Economic Behavior & Organization, 60(4), 449–459. https://doi.org/10.1016/j.jebo.2004.09.011\n\n\nHayek, F. A. (1945). The use of knowledge in society. The American Economic Review, 35(4), 519–530. https://www.jstor.org/stable/1809376\n\n\nHayes, A. (2021). What is a futures contract? https://www.investopedia.com/terms/f/futurescontract.asp\n\n\nHeitner, D. (2014). Fantasy sports mixed with stock market play in real-time, real money offering. https://www.forbes.com/sites/darrenheitner/2014/05/05/fantasy-sports-mixed-with-stock-market-play-in-real-time-real-money-offering/\n\n\nHull, J. (2016). Fundamentals of futures and options markets (9th edition). Pearson.\n\n\nHulse, C. (2003). Threats and responses: Plans and criticisms: Swiftly, plan for terrorism futures market slips into dustbin of idea without a future. The New York Times. https://www.nytimes.com/2003/07/30/us/threats-responses-plans-criticisms-swiftly-plan-for-terrorism-futures-market.html\n\n\nKelley, K., Clark, B., Brown, V., & Sitzia, J. (2003). Good practice in the conduct and reporting of survey research. International Journal for Quality in Health Care, 15(3), 261–266. https://doi.org/10.1093/intqhc/mzg031\n\n\nLegal Information Institute. (2022). 7 U.S. Code Chapter 1 - COMMODITY EXCHANGES. https://www.law.cornell.edu/uscode/text/7/chapter-1\n\n\nLeigh, A., Wolfers, J., & Zitzewitz, E. (2003). What do financial markets think of war in iraq? https://doi.org/10.3386/w9587\n\n\nLicas, R. E. Jr. (1987). Models of business cycles. Wiley-Blackwell. https://www.wiley.com/en-us/Models+of+Business+Cycles-p-9780631147916\n\n\nLooney, R. E. (2004). DARPA’s policy analysis market for intelligence: Outside the box or off the wall? International Journal of Intelligence and CounterIntelligence, 17(3), 405–419. https://doi.org/10.1080/08850600490446745\n\n\nMuth, J. F. (1961). Rational expectations and the theory of price movements. Econometrica, 29(3), 315–335. https://doi.org/10.2307/1909635\n\n\nNöth, M., & Weber, M. (2003). Information aggregation with random ordering: cascades and overconfidence*. The Economic Journal, 113(484), 166–189. https://doi.org/10.1111/1468-0297.00091\n\n\nORCID. (2021). Eviṅ doğan (0000-0003-1441-3968). https://orcid.org/0000-0003-1441-3968\n\n\nORCID. (2022). Rose Baker (0000-0003-2191-0436). https://orcid.org/0000-0003-2191-0436\n\n\nPassmore, D. L., Cebeci, E. D., & Baker, R. M. (2005a). Market-based information for decision support in human resource development. Human Resource Development Review, 4(1), 33–48. https://doi.org/10.1177/1534484304273843\n\n\nPassmore, D. L., Cebeci, E. D., & Baker, R. M. (2005b). Potential of idea future markets in educational technology. Journal of Derivatives Markets, 2(4), 56–66. https://doi.org/10.1109/ITHET.2004.1358233\n\n\nPJM. (2022). About PJM. https://pjm.com/about-pjm\n\n\nPJM Data Miner. (2022a). Hourly day-ahead demand bids. http://dataminer2.pjm.com/feed/hrl_da_demand_bids/definition\n\n\nPJM Data Miner. (2022b). Hourly day-ahead demand bids. http://dataminer2.pjm.com/feed/hrl_da_demand_bids/definition\n\n\nPlott, C. R. (2000). Markets as information gathering tools. Southern Economic Journal, 67(1), 2–15. https://doi.org/10.2307/1061610\n\n\nPlott, C. R., & Chen, K.-Y. (2002). Information aggregation mechanisms: Concept, design and implementation for a sales forecasting problem. https://ideas.repec.org/p/clt/sswopa/1131.html\n\n\nPredictIt. (2022a). 2022 US senate predictions: What percentage of the pennsylvania senate democratic primary vote will john fetterman win? https://www.predictit.org/markets/detail/7903/What-percentage-of-the-Pennsylvania-Senate-Dem-primary-vote-will-Fetterman-win\n\n\nPredictIt. (2022b). Support. https://www.predictit.org/support/what-is-predictit\n\n\nScharfstein, D. S., & Stein, J. C. (1990). Herd behavior and investment. The American Economic Review, 80(3), 465–479. https://www.jstor.org/stable/2006678\n\n\nSilver, N. (2008). Polls now weighted by sample size. https://fivethirtyeight.com/features/polls-now-weighted-by-sample-size/\n\n\nSunder, S. (1992). Market for information: Experimental evidence. Econometrica, 60(3), 667–695. https://doi.org/10.2307/2951588\n\n\nUniversity of Iowa. (2021). Iowa electronic markets. https://tippie.biz.uiowa.edu/iem\n\n\nWalter, G., Cleary, M., & Rey, J. M. (1999). Want to know how to conduct a survey but too afraid to ask? A step-by-step guide. Australasian Psychiatry, 7(5), 258–261. https://doi.org/10.1046/j.1440-1665.1999.00215.x\n\n\nWalter, G., Cleary, M., & Rey, J. M. (1999). Want to know how to conduct a survey but too afraid to ask? A step-by-step guide. Australasian Psychiatry, 7(5), 258–261. https://doi.org/10.1046/j.1440-1665.1999.00215.x\n\n\nWikipedia. (2022). Policy analysis market. https://en.wikipedia.org/w/index.php?title=Policy_Analysis_Market&oldid=1070823785\n\n\nSee the appendix to this blog posting, “My Approach to the Topic\nof This Posting,” for my motivations for writing this essay.↩︎\nData for all Senate races in the U.S. are available from\nfivethirtyeight.com (2022). I extracted data pertaining solely to\nPennsylvania and made these state data available for download in a\n.cvs\nfile.↩︎\nCan you imagine investors living in a shady, residential\nneighborhoods having 5,000 bushels of corn dumped in their front\nyards on the delivery date specified in their contracts?↩︎\nA regional transmission organization in the United States that\ncoordinates the movement of wholesale electricity in 13 of the\nUnited States and the District of Columbia.↩︎\nInformation markets are identified at times as “idea futures\nmarkets,” “prediction markets,” or “decision markets” because they\nare used to assemble forecasts and to align information for\ndecision-making.↩︎\n",
    "preview": "op/2022-08-17-decision-market/cover_election_2020_polls.png",
    "last_modified": "2022-10-28T10:51:42-04:00",
    "input_file": {},
    "preview_width": 1000,
    "preview_height": 628
  },
  {
    "path": "op/2022-04-04-repoimplan/",
    "title": "understanding input-output modeling for assessing potential economic impact",
    "description": "Maybe this dry, geeky essay won't shock your soul, but it describes input-output models, their assumptions, & their uses for estimating economic impact of grand public investments.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2022-04-12",
    "categories": [
      "economic impact",
      "IMPLAN",
      "Wassily Leontief",
      "counterfactuals",
      "input-output modeling"
    ],
    "contents": "\n\nContents\nSpecification of\nthe Input-Output Model\nUse\nof Counterfactuals to Identify Potential Economic Impact\nSelected\nSoftware and Systems for Input-Output Modeling\nLast updated on\nReuse\nComments/Corrections\n\nInput-output modeling is a data-based, computational, and often\nprospective approach to unwinding the impact of projects, events, and\nchanges in local economies. An input-output model accounts for goods and\nservices that are required as inputs by industries to produce\noutputs of goods and services necessary to satisfy supply\nrequirements for inputs to other industries and delivery directly to\nconsumers (Miernyk\n1965).\nInput-output modeling is a way to measure the effects of a project,\nprogram, activity, or event on the structure or conditions of economic\nlife in a country, area, or period. Use of input-output modeling is\npervasive in the assessment of economic impact. However, this modeling\ntechnique often is misapplied and debauched by various rakehells of\nacademia and consulting to fulfill patently politically-motivated\nspending of public funds. For these reasons, understanding the ways and\nmeans of input-output modeling is essential for weighing critically any\nassertions about economic impact.1\nIn this paper, I outline the details of the input-output model and\nits assumptions, outline common uses (and some concerns about abuses) of\nthe model to estimate potential economic impact, and list selected\nsoftware and systems available for input-output modeling. In doing so, I\ndo not get into any depth in the vast literature on input-output\nmodeling. Nor do I establish a critical or skeptical stance about this\nmodeling or its uses. For the most part, I offer in this blog posting a\ntechnical description, unadorned by advocacy or patronage, of\ninput-output modeling. I will refer to the technical base offered in\nthis blog posting to support my reviews and commentaries about a variety\nof economic impact reports that I will make in other blog postings.\nSpecification of the\nInput-Output Model\nProduction and Consumption\nConsider an economy with \\(I\\)\nproducing industries and \\(J\\)\npurchasing industries, where \\(I = J\\).\nSome of the output of industry \\(i\\) is\nsold to industry \\(j\\) for use in its\nown production.\nLet \\(\\textbf{X}\\) stand for a\nsquare matrix of transactions among industries, with elements \\(x_{ij}\\) containing the dollar value of\ngoods and services sold by producing industry \\(i\\) to purchasing industry \\(j\\). Sales of the product of industry \\(i\\) to itself — that is, \\(x_{i=j}\\) — are possible. For instance, the\ncoal industry also might purchase coal for use in its own production\nprocesses.\nOutput of industry \\(i\\) not\npurchased by industries for their own production instead is sold\ndirectly to consumers to meet demands for personal consumption in\nhouseholds, government purchases of defense and non-defense goods and\nservices, fixed investments such as housing and other structures, and\nexports net of imports. Let \\(\\textbf{y}\\) represent an \\(I\\)–length vector whose elements display\nthe dollar value of goods and services delivered by producing industry\n\\(i\\) to fulfill final demands of the\neconomy for personal consumption, government purchases, fixed\ninvestments, and net exports. Vector \\(\\textbf{y}\\) represents the “final demand”\nfor goods and services in an economy and is known commonly in the\nparlance of national income and product accounting practice as gross\ndomestic product (“Gross Domestic Product |\nu.s. Bureau of Economic Analysis (BEA),” n.d.).\nDirect Requirements\nQuantities in an input–output model most commonly are expressed as\nmonetary values (e.g., as dollars, rubles, yuan, or some other form of\ncurrency used as a medium of exchange) rather than as quantities of\ngoods and services, although some energy and resource input–output\nmodels are scaled in physical quantities such as megawatts of\nelectricity, kilograms of waste, hectares of land, or liters of water\n(Weisz and Duchin 2006).\nThe production sector of the economy, then is defined by \\(\\textbf{X}\\), and \\(\\textbf{y}\\) is the consumption sector. The\ntotal output of the economy by producing industry, contained in \\(I\\)–length vector \\(\\textbf{x}\\),2 is\nequal to the sum of production and consumption, or\n\\[\n\\begin{equation}\n\\tag{1}\n\\textbf{x}=\\textbf{X}+\\textbf{y}.\n\\end {equation}\n\\]\nDefine \\(\\textbf{A}\\), a direct\nrequirements matrix with elements \\(a_{ij}=x_{ij}/x_{j}\\) showing the\nproportion of industry \\(i\\) output\nrequired for production by industry \\(j\\). Equation (1) now becomes\n\\[\n\\begin{equation}\n\\tag{2}\n\\textbf{x}= \\textbf{Ax} + \\textbf{y}.\n\\end{equation}\n\\]\nSome Assumptions About\nRequirements\nAssumptions undergird all models, which are not the entity itself but\nare an abstraction of particular features of interest. Accordingly,\ninput-output models rest on important assumptions that simplify and\ncomplicate…both at the same time.\nElements in \\(\\textbf{A}\\) are\nassumed to be fixed, homogeneous, and linear within purchasing\nindustries. I dwell on these assumptions because they are at the very\ncore of the operation as well as the credibility of input-output\nmodeling.\nFixed\nInputs required by purchasing industry \\(j\\) from producing industry \\(i\\) do not change over time. More\ntechnically, zero elasticity of price or quantity substitution exists\namong inputs to purchasing industry \\(j\\). Increasing or decreasing industry\nj output requires increasing or decreasing industry i\ninputs in the same proportion. “In other words,” according to the Bureau\nof Economic Research for the U.S. Department of Commerce,(“Regional Input-Output Modeling System (RIMS\nII) User’s Guide | u.s. Bureau of Economic Analysis (BEA),”\nn.d.) “…businesses can use as many inputs as needed without\nfacing higher prices.” An implication is that no bottlenecks in supply\nare recognized in static input-output models, even though economic\ndifficulties during the COVID-19 pandemic show that supply constraints\nare a disruptive fact of economic life. In these ways, coefficients in\n\\(\\textbf{A}\\) are assumed to be\nfixed.\nHomogeneous\nAll firms and establishments in purchasing industry \\(j\\) use the same, fixed proportion of\nindustry \\(i\\) inputs. That is, no\nvariation exists in resource and product markets within an industry.\nSame suppliers; same customers; same technology of production. Every\nproducer in an industry does the same thing and is affected by market\nforces in the same way. In this sense, industries are rendered\nhomogeneous in input-output modeling.\nAn aside about terminology and classification applicable to the the\nassumption of homogeneity of industries in input-output modelings:3 \nA fundamental rule followed in most input-output modeling is that\nthe least common denominator of analysis occurs the level of an\nindustry, which is an aggregation of activity by highly similar\ngoods or services and business activity, and not by firm or within\nestablishments run by firms. Industry output is produced by\nfirms, which are for-profit business organizations, such as a\ncorporations, limited liability companies, or partnership. A number of\nfirms can contribute to an industry. As I shall explain in the\nnext item in this side discussion, industries are not mutually exclusive\ncollections of firms. Separate industries might include some of the same\nfirms. Also, firms might own or manage multiple establishments at which\nindustry production occurs. An establishment is a single\nlocation where business is conducted or where services/operations are\nperformed.4 In general, the production flow\nmoves from establishments within firms and, then, to\nindustries.\nTo add complexity to the input-output accounting scheme, some\nfirms produce multiple goods and services that are classifiable in\nmultiple industries. For instance, the production of food-safe,\nnon-denatured alcohol distilled from grain5 is\naccounted as output of the Denatured Alcohol Manufacturing\nIndustry (NAICS6 325193, (“NAICS Code: 325193 Ethyl Alcohol\nManufacturing,” n.d.)). Grain remaining after\ndistillation is a co-product7 product of denatured\nalcohol manufacturing and could be classified as a product of the\nOther Animal Food Manufacturing Industry (NAICS 311119, (“NAICS Code: 311119 Other Animal Food\nManufacturing,” n.d.)). One single process, two\nseparate products.\nAn economy is understood as an open system that can gain or lose\nincome or products from outside its boundaries through trade. Moreover,\nany aggregations such as firms, cities, geopolitical regions, countries,\nor the entire world could form the boundaries of an economy examined. As\ndescribed the Encyclopedia of Social Measurement (Leeuwen, Nijkamp, and\nRietveld 2005), large, diversified economies producing many\ngoods and services can demonstrate large economic impacts because (a) a\nlarge region can fulfill its demand for goods and services from within\nthe region, (b) transportation of goods and services with the region is\nsimpler than hauling in these resources, and (c) economic activity in\nlarge region tends to agglomerate sales to surrounding regions. For\nthese reasons, specification of the kind and level of aggregation of\nindustry data can have a profound effect on an assessment of economic\nimpact.\nLinear\nNeither economies nor diseconomies of scale occur as producing\nindustry \\(j\\) output increases or\ndecreases (i.e., linear). Also, this assumption implies that\nscale – and the institutional knowledge aggregated from collective work\n– has no bearing on the dollar value of resources required for\nproduction or for the functioning of the product market.\nAre These Assumptions\nRealistic?\nHow correct are these assumptions? How important even is\nverisimilitude of the assumptions with reality?\nThese three assumptions – fixed, homogeneous, linear – about the\nnature of direct input-output requirements are, of course, highly\nrestrictive and probably are unrealistic attributes to assign to most\neconomies. In spite of that, many analysts choose to believe that these\nassumptions have proved tenable within limits and useful for economic\nanalysis in static contexts, even without adding additional complexity\nto expand the simple model represented by equation (2). Rather, the use\nof the model often rests on the verisimilitude of its assumptions with\nreality. Many analysts have relied on the pragmatic view that these\nassumptions are close enough to short-term reality to allow answers to\neconomic problems that do not lend themselves to other analytic\ntechniques (Goldman\n1965).\nThe John Locke Foundation is one critic of common input-output\nmodeling applications. The Foundation asserts (“Economic Impact Studies: The Missing\nIngredient Is Economics” 2017a) that many modeling\nefforts fail to consider opportunity costs – that is, forgone\nbenefits that could accrue from an option not chosen. Most studies using\ninput-output analysis only consider benefits of a project, but fail to\nconsider or model the costs of a project.\nOf course, any new economic activity viewed without costs always will\ndemonstrate unalloyed benefits. Something is larger than nothing, right?\nThe “big-benefits-with-few-costs” approach is quite compelling to\nlegislators, policy-makers, and funding agencies seeking to convince the\npublic that projects, events, or changes are indispensable for economic\ngrowth and community revitalization (Sanders 2015). The John Locke Foundation\nasserts that input-output modeling is so often conducted “by\nprofessional consulting firms who are hired by interest groups to do the\nstudies. Furthermore, seldom do those who actually perform the studies\nhave formal training in economics. Instead their expertise is in\nusing…proprietary [input-output] models (“Economic Impact Studies: The Missing\nIngredient Is Economics” 2017b)”.\nIgnoring opportunity costs and other modes of failure to think ahead\nto consider full economic consequences prompted Frédéric Bastiat, French\neconomist best known for his journalistic writing in favor of free trade\nand the economics of Adam Smith, wrote in his last published pamphlet in\n1850 that:\n\nIn the economic sphere an act, a habit, an institution, a law\nproduces not only one effect, but a series of effects. Of these effects,\nthe first alone is immediate; it appears simultaneously with its cause;\nit is seen. The other effects emerge only subsequently; they are not\nseen; we are fortunate if we foresee them.\n\n\nThere is only one difference between a bad economist and a good one:\nthe bad economist confines himself to the visible effect; the good\neconomist takes into account both the effect that can be seen and those\neffects that must be foreseen (Bastiat 1964).\n\nI do not mean to ignore these importance of these assumptions and\ncriticisms of them. I will take up these matters directly as I review\nreports of economic impact in other postings on this blog.\nIndirect\nand, then, Total Requirements (The Leontief Inverse)\nIntroducing for mathematical convenience an \\(I x J\\) identity matrix, \\(\\textbf{I}\\), and algebraically rearranging\nterms in equation (2), the relationships among production, consumption\nand economic output is expressed as\n\\[\n\\begin{equation}\n\\tag{3}\n\\textbf{x}=(\\textbf{I} - \\textbf{A})^{-1}\\textbf{y},\n\\end{equation}\n\\]\nwhere \\((\\textbf{I} -\n\\textbf{A})^{-1}\\) is called a total requirements matrix\nthat shows the additional dollar value of output from industry \\(i\\) needed directly or indirectly to\ndeliver a dollar’s worth of output from industry \\(j\\) to final demand in the economy. The\nmatrix inverse, \\((\\textbf{I} -\n\\textbf{A})^{-1}\\), often is described as the Leontief\nInverse,8 in honor of Wassily Leontief (Leontief 1936, 1966), an\neconomist who won the Nobel Memorial Prize in Economic Sciences in 1973\nfor developing economic input–output analysis theory and methods (“The Sveriges Riksbank Prize in Economic\nSciences in Memory of Alfred Nobel 1973,” n.d.).\nActual economies can have large numbers of industries, so \\(\\textbf{A}\\) often is highly dimensional.\nAs a consequence, \\((\\textbf{I} -\n\\textbf{A})^{-1}\\) usually is solved numerically by computational\ntechniques involving Laplace transforms and Lagrange multipliers.\nTaking the difference between the total requirements matrix and the\ndirect requirements matrix produces an indirect requirements\nmatrix. Indirect requirements are generated from the long string of\ntransactions among industries representing intermediate production that\nmust occur to generate a final product for consumption. The addition of\nhouseholds as both a row and column in \\(\\textbf{X}\\) allows inclusion of the\neffects of household production and purchasing into the model. This\naddition augments the total requirements matrix to include not only\ndirect and indirect requirements but also to show induced effects of\nhousehold spending on the economy as it stimulates purchases of goods\nand services. The difference between the total requirements matrices,\nnet of the indirect requirements matrix, including household spending\nproduces an induced requirements matrix.\nMultipliers\nIndirect and induced requirements matrices display how each dollar\nspent on goods and services delivered to consumers multiplies itself\nthroughout the economy. Ratios between [(direct requirements \\(+\\) indirect requirements) \\(/\\) direct requirements] as well as ratios\nbetween [(direct requirements \\(+\\)\nindirect requirements \\(+\\) induced\nrequirements) \\(/\\) direct\nrequirements] are called Type I and Type II\nmultipliers, respectively. Pre–multiplying the direct, indirect, and\ninduced requirements matrices by, say, total employment parses the\nimpact of delivery of final demand to consumers into direct, indirect,\nand induced employment components. In a similar manner, multipliers for\nother economic indicators – such as economic output, value added,\nincome, taxes – can be computed.\nPeople who commission input-output modeling of potential economic\nimpact often are most interested in multipliers to demonstrate that an\ninvestment of public funds in a project can benefit an entire community.\nFor example, an analysis of the potential economic impact of a\npetrochemical manufacturing facility in Beaver County (north of\nPittsburgh, PA) concludes\n\n…operations will involve approximately 240 to 450 new jobs for Beaver\nCounty residents at the petrochemical facility. With multipliers, total\nnew jobs held by Beaver County residents are anticipated to be between\n777 and 1,444. Annual labor income increases in Beaver County will be\nbetween approximately $73 and $120 million. Over the 40-year operational\nlife of the Project, labor income increases within Beaver County are\nestimated to total between $1.5 and $2.4 billion. Annual value added in\nBeaver County would be between $260 and $846 million. Over the assumed\n40-year operation period, this equates to a present value of $10.3 to\n$16.7 billion.(Clinton, Minutolo, and\nO’Roark 2021) \n\nThis analysis and other assertions about economic impact of operation\nof the petrochemical facility supported state and local tax breaks for\nthe developer:\n\nPennsylvania’s fiscal incentive package — which includes a large tax\ncredit along with job-training incentives — was also crucial to the\ncompany’s decision to both proceed with the project and locate it in\nPennsylvania, Visser said.\nIn 2012, state lawmakers authorized a tax credit for companies that\nuse ethane that invest more than $1 billion and employ more than 2,500\nworkers during construction. Shell was given a 25-year tax break worth\nabout $66 million a year starting in 2017, or about $1.65 billion in\ntotal. The state also extended a tax-free Keystone Opportunity Zone in\nBeaver County and provided other grants.\n“I can tell you with the hand on my heart that without these fiscal\nincentives, we would not have taken this investment decision,” Visser\n[Royal Dutch Shell representative] said. (“Location and Tax Breaks Key to\nShell’s Pennsylvania Cracker Plant Approval | Reuters\nEvents | Downstream,” n.d.)\n\nUse of\nCounterfactuals to Identify Potential Economic Impact\nWhat is a Counterfactual?\nInput-output modeling is useful for describing of the anatomy and\nphysiology of an economy. However, these models also offer a basis for\nsimulating economic scenarios that are “counter to the facts” to inform\nrisk assessment.\nA counterfactual is a hypothetical scenario that runs\n“counter to the facts” of an existing reality. A counterfactual\ncondition entails “What if…?” questions that represent thought\nexperiments about propositions that run counter to the facts. For\ninstance, how would an economy have grown and changed if an activity or\nevent did not occur? How do supply chain constraints or disruptions\naffect an innovation? The potential impact of an activity, event, or\nconstraint is the difference between what would have happened with and,\nthen, without the activity, event, or constraint.\nResearchers long have used the counterfactual approach to consider\nstrategic decisions, decisive acts, and paths of activity that would\nhave altered the course of history. For instance, in Ab Urbe Condita\nLibri (Ab urbe condita libri,\niterum recognovit 1873),9\nTitus Livius Patavinus, a Roman historian, contemplated an alternative\nin 4th century BC by questioning, “What would have been the results for\nRome if she had been engaged in war with Alexander?” Lewis (Lewis 1974) indicated that the modern\ncounterfactual approach goes back at least to the 18th century Scottish\nEnlightenment philosopher David Hume.\nHistorians, essayists, and novelists have applied counterfactual\nthinking productively in a variety of situations. For instance, in 1931\nWinston Churchill wrote an essay, “If Lee Had Not Won the Battle of\nGettysburg,” (Churchill\n2014) that examined the counterfactual viewpoint about what\nwould have happened if the Confederacy had won the American Civil War10 (see counterfactual examples\nregarding the American Civil War (Lewis 1931)). In 1962, Philip K. Dick, a\nnovelist in the science fiction genre, published The Man in the High\nCastle (Dick 1962), a\nnarrative of a thought experiment that considered the consequences if\nNazi Germany and Imperial Japan had won the Second World War.\nConstructing\nCounterfactuals Within Input-Output Modeling\nInput–output modeling can help examine counterfactuals. The typical\nway to conduct such a counterfactual approach is to construct and\ncompare two economic scenarios. The first scenario contains a possible\nalteration in the economy – the counterfactual – that would be\nidentified in input-output terms an economic changes resulting from,\nsay, an innovation (e.g., a new production process), event (e.g., a\ndisaster), policy (e.g. immigration regulation), or financial rule\n(e.g., taxing authority). A second scenario merely maintains the “status\nquo” of the economy under the assumption that the economy simply grows\nand changes consistently according to historical trends. The difference\nbetween the first and the second scenarios is the potential economic\nimpact of the economic alteration specified in the first scenario.\nThe results of such counterfactual economic analyses are not economic\nforecasts. Rather, such analyses isolate the importance only of one\nnarrow group of changes in an economy by showing the gross effect of\nthese changes rather that the effect of changes net of all other\npotential changes taken together that could affect an economy. A\ncounterfactual used with input–output methods typically is specified\nunder the assumption of ceteris paribus – that is, with the\nassumption of “all other things remaining the same” or, as is much more\nrestrictively used in physics and other sciences (Cartwright 1980), “if, and only if, all\nother things are the same and correct” More restrictively,\nceteris absentibus, a term meaning literally “others absent,”\nprobably best describes the approach for economic counterfactuals (Joseph 1980).\nAn Example of a\nCounterfactual Specification\nA potential impact of a counterfactual is computed by calculating the\ndifference between (a) an economic scenario created by a counterfactual\ncondition exemplifying a production or consumption shock and (b) a\nstatus quo scenario representing an economy anticipated under historical\ntrends in growth and change. Shown in Table 1 are three classes of\ncounterfactuals that are possible in a hypothetical case for the\nproduction and consumption of transparent aluminum, a material\nI introduce only to offer an example of the structure of potential\ncounterfactuals in input-output analysis.\nTable 1. Three hypothetical macroeconomic counterfactuals\nspecified to assess risk to production and consumption of transparent\naluminum\nCounterfactual description\nChange specified in macroeconomic model\nChange in consumption of transparent aluminum\n\\(\\Delta y_{i'}\\), where\nelement \\(y_{i'}\\), is total final\ndemand for industry \\(i'\\), the\ntransparent aluminum industry (where \\(i'\\subseteq I\\)).\nChange in production function for the transparent aluminum\nindustry\n\\(\\Delta a_{j'}\\), where vector\n\\(a_{j'}\\) is a column vector\nrepresenting the proportion of inputs from \\(I\\) industries purchased as inputs to the\ntransparent aluminum industry (where \\(j'\\subseteq J\\)).\nChange in production function of a purchaser of transparent\naluminum\n\\(\\Delta a_{j}\\), where vector\n\\(a_{j}\\) is a column vector\nrepresenting the proportion of inputs from \\(I\\) industries purchased as inputs to any\nindustry other than the transparent aluminum industry (where\n\\(j' ≠ j\\)).\nTransparent aluminum, a ceramic composite technically known as\naluminum magnesium oxynitride, is an extremely durable,\nsintered crystalline material composed of magnesium, aluminum, oxygen,\nand nitrogen (AlN-MgO-MgAl2O4) that is optically transparent\n(≥80%) in the near-ultraviolet, visible, and midwave-infrared regions of\nthe electromagnetic spectrum. The name of this material comes from its\nsimilarity to a material referenced in the science fiction movie,\nStar Trek IV: The Voyage Home.11\nTransparent aluminum is a promising material that is four times\nharder than fused silica glass, 85% as hard as sapphire, and resists\ncorrosion, radiation, and oxidation (Nishiyama et al. 2017). Products\nrequiring both durability and transparency – such as armored glass,\nwindshields on airplanes and sea vessels, windows for laser and infrared\ncommunications, personal protective gear, smartphone and watch screens,\nand sensor components – are among the potential uses for transparent\naluminum.\nChange in\nconsumption of transparent aluminum\nUsing equation (3), implementing this counterfactual involves\nsubstitution of \\(y_{i'}\\) for\n\\(y_{i}\\) and solving for \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A})^{-1}\\textbf{y'}\\), where \\(y'\\) is a new column vector of total\nfinal demand for industry \\(i'\\),\nthe transparent aluminum industry (\\(i'\\subseteq I\\)). The result is a\ndirect change in transparent aluminum output, along with indirect and\ninduced changes of the total output of all industries to the extent that\nthey have direct or indirect interindustry linkages to the transparent\naluminum industry.\nChange\nin production function for the transparent aluminum industry\nChanging a production function involves altering the proportion of\ntotal products from other industries purchased by the transparent\naluminium industry. This change could result from efficiencies affected\nin the production of transparent aluminium. Or, supply chain constraints\nor shortages might have required changes in the manner that transparent\naluminium is produced. Such a change is manifest in alterations in \\(\\textbf{A}\\). As a result, \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A})^{-1}\\) also is altered, reestablishing the\ninput-output identity to \\((\\textbf{x}=(\\textbf{I} -\n\\textbf{A'})^{-1}\\textbf{y}\\) where \\(\\textbf{A'}\\) is \\(\\textbf{A}\\) altered by \\(a_{j'}\\), a column vector representing\nthe proportion of inputs from \\(I\\)\nindustries purchased as inputs to the transparent aluminum industry\n(\\(j'\\subseteq J\\)). The result\nobserved, holding transparent aluminum output constant, is indirect and\ninduced changes of the total output of all industries to the extent that\nthey have direct or indirect interindustry linkages to the transparent\naluminum industry.\nChange\nin production function of a purchaser of transparent aluminium\nThe consequence of this scenario is a similar change similar to\nchanges in the production function for the transparent aluminum\nindustry. However, the result observed, holding output constant in the\nindustry making the production function change, is indirect and induced\nchanges of the total output of all industries, including the transparent\naluminum industry, to the extent that they have direct or indirect\ninterindustry linkages to the industry making the production function\nchange.\nSelected\nSoftware and Systems for Input-Output Modeling\nMany software and systems are available to analyze input-output data\nfrom the national income and product accounts of the United States (viz\ndescription of accounts by the Bureau of Economic Analysis of the U.S.\nDepartment of Commerce (“An Introduction to the National Income and\nProduct Accounts” 2007). Three prominent sets of\nsoftware and systems are IMPLAN, RIMS II, and\nIO-Snap.\nIMPLAN\nIMPLAN (IMpact for\nPLanning and ANalysis) is a prominent example of\nsoftware used estimate the direct, indirect, and induced impacts in\nregional economies. The IMPLAN economic impact modeling system consists\nof software tools and region–specific data to enable in–depth\nexaminations of state, multi–county, county, sub–county, and\nmetropolitan regional economies. IMPLAN seems to have a large share of\nthe market for input-output modeling. Some writers (e.g., (Vowels 2012) ) describe IMPLAN as the\n“gold standard” for input-output analysis.\nRIMS II\nRIMS\nII is a product of the Bureau of Economic Analysis of the U.S.\nDepartment of Commerce that is based on a set of national input-output\naccounts showing the goods and services produced by each industry and\nthe use of these goods and services by industries and final users.\nIO-Snap\nIO-Snap is a software\napplication that includes all aspects of fundamental input-output\nanalyses. Data can be edited and displayed in a variety of formats and\ncompared and contrasted across geographical definitions at different\ntimes.\nLast updated on\n\n[1] \"2022-04-22 07:43:38 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nAb urbe condita libri, iterum recognovit. 1873. Lipsiae,\nTeubner. http://archive.org/details/aburbeconditali08livygoog.\n\n\n“An Introduction to the National Income and Product\nAccounts.” 2007. Washington, DC. https://www.bea.gov/resources/methodologies/mp1.\n\n\nBastiat, Frédéric. 1964. Selected Essays on Political Economy.\nTranslated by Seymour Cain and Edited by George B. De Huszar.\nSeymour Cain and edited by George B. de Huszar. Van Nostrand.\n\n\nCartwright, Nancy. 1980. “The Truth Doesn’t Explain Much.”\nAmerican Philosophical Quarterly 17 (2): 159–63. https://www.jstor.org/stable/20013859.\n\n\nChurchill, Winston. 2014. “\"If Lee Had Not Won the\nBattle of Gettysburg\".” https://winstonchurchill.org/publications/finest-hour-extras/qif-lee-had-not-won-the-battle-of-gettysburgq/.\n\n\nClinton, Steven, Marcel C Minutolo, and Brian O’Roark. 2021.\n“Updated Economic Impact Analysis: Petrochemical Facility in\nBeaver County, Pennsylvania.” Pittsburgh, Pennsylvania. https://www.rmu.edu/sites/default/files/user_files/Project_Franklin_Economic_Impact_Study_FINAL.pdf.\n\n\nDick, P. 1962. The Man in the High Castle. New York: Random\nHouse.\n\n\n“Economic Impact Studies: The Missing Ingredient Is\nEconomics.” 2017a. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\n———. 2017b. https://www.johnlocke.org/research/economic-impact-studies-the-missing-ingredient-is-economics/.\n\n\nGoldman, Morris R. 1965. “The 1958 Input-Output Study in Analysis\nand Forecasting.” Business Economics 1 (1): 32–34. https://www.jstor.org/stable/23480225.\n\n\n“Gross Domestic Product | u.s. Bureau of Economic Analysis\n(BEA).” n.d. https://www.bea.gov/resources/learning-center/what-to-know-gdp.\n\n\nJoseph, Geoffrey. 1980. “The Many Sciences and the One\nWorld.” The Journal of Philosophy 77 (12): 773–91. https://doi.org/10.2307/2025803.\n\n\nLeeuwen, Eveline S. van, Peter Nijkamp, and Piet Rietveld. 2005.\n“Regional InputOutput Analysis.” In, edited by\nKimberly Kempf-Leonard, 317–23. New York: Elsevier. https://doi.org/10.1016/B0-12-369398-5/00349-2.\n\n\nLeontief, Wassily. 1936. “Quantitative Input and Output Relations\nin the Economic Systems of the United States.” The Review of\nEconomics and Statistics 18 (3): 105–25. https://doi.org/10.2307/1927837.\n\n\n———. 1966. Input-Output Economics. New York: Oxford University\nPress.\n\n\nLewis, David. 1931. If It Had Happened Otherwise. London:\nLongman.\n\n\n———. 1974. “Causation.” The Journal of Philosophy\n70 (17): 556–67. https://doi.org/10.2307/2025310.\n\n\n“Location and Tax Breaks Key to Shell’s Pennsylvania\nCracker Plant Approval | Reuters Events | Downstream.” n.d. https://www.reutersevents.com/downstream/engineering-and-construction/location-and-tax-breaks-key-shells-pennsylvania-cracker-plant-approval.\n\n\nMiernyk, William. 1965. The Elements of Input-Output Analysis.\nMorgantown, West Virginia: Regional Research Institute at The Research\nRepositoryat West Virginia University. https://researchrepository.wvu.edu/rri-web-book.\n\n\n“NAICS Code: 311119 Other Animal Food Manufacturing.” n.d.\nhttps://www.naics.com/naics-code-description/?code=311119.\n\n\n“NAICS Code: 325193 Ethyl Alcohol Manufacturing.” n.d. https://www.naics.com/naics-code-description/?code=325193.\n\n\nNishiyama, Norimasa, Ryo Ishikawa, Hiroaki Ohfuji, Hauke Marquardt,\nAlexander Kurnosov, Takashi Taniguchi, Byung-Nam Kim, et al. 2017.\n“Transparent Polycrystalline Cubic Silicon Nitride.”\nScientific Reports 7 (1): 44755. https://doi.org/10.1038/srep44755.\n\n\n“North American Industry Classification System (NAICS) u.s. Census\nBureau.” n.d. https://www.census.gov/naics/.\n\n\n“Regional Input-Output Modeling System (RIMS II) User’s Guide |\nu.s. Bureau of Economic Analysis (BEA).” n.d. https://www.bea.gov/resources/methodologies/RIMSII-user-guide.\n\n\nSanders, Jon. 2015. “Nonsense with Big Numbers: How to Get\nLegislators to Support Your Industry.” https://www.johnlocke.org/nonsense-with-big-numbers-how-to-get-legislators-to-support-your-industry/.\n\n\n“The Sveriges Riksbank Prize in Economic Sciences in Memory of\nAlfred Nobel 1973.” n.d. https://www.nobelprize.org/prizes/economic-sciences/1973/summary/.\n\n\nVowels, Scott. 2012. “The Economic Impact of NCMSDC Certified\nMinority Businesses on Northern California.” Oakland, California.\nhttp://wrmsdc.org/wp-content/uploads/2020/07/EconomicImpactStudySummary.pdf.\n\n\nWeisz, Helga, and Faye Duchin. 2006. “Physical and Monetary\nInputoutput Analysis: What Makes the Difference?”\nEcological Economics 57 (3): 534–41. https://doi.org/10.1016/j.ecolecon.2005.05.011.\n\n\nI am not pretending to advance an\noriginal or new conception of input-output modeling. Many competent\ndescriptions of this model are evident on the Internet and extant\nscholarly literature. Frankly, I wrote this posting for more personal\nreasons: I abide by the apothegm that a person knows nothing about a\ntopic until that person had to write about it.↩︎\nAlthough the notation seems awkward\nto have an element of matrix \\(\\textbf{X}\\) indicated by what would appear\nto most to be the scalar \\(x\\) and the\ncolumn vector of total output indicated by \\(\\textbf{x}\\), I am following notation\nconventions that are common in specifications of the mathematical\nproperties of input-output modeling.↩︎\nAnd to most economic analysis that\nuses public data to focuses on industry attributes.↩︎\nIf employees normally do not work at\na single physical location, the establishment is identified by the main\noffice that supervises employees’ activities or is the base at which\nemployees carry out these activities. ↩︎\nWheat, barley, corn, sorghum, or\ncereals containing 55%-70% starch.↩︎\nThe North American Industry\nClassification System (NAICS) is the standard used by Federal\nstatistical agencies in classifying business establishments for the\npurpose of collecting, analyzing, and publishing statistical data\nrelated to the U.S. business economy (“North American Industry Classification\nSystem (NAICS) u.s. Census Bureau,” n.d.).↩︎\nA co-product, a desirable\nsecondary good that is generated during the manufacturing process and\ncan be sold or reused profitably, is different than a\nby-product, a material of value that is produced as a residual\nof, or incidental to, the production process. Generally, co-products\ngenerate revenue; by-products are associated with costs.↩︎\n-1 refers to an inverse of\na matrix, not a reciprocal.↩︎\nBook digitized by Google from the\nlibrary of the University of Michigan and uploaded to the Internet\nArchive by user tpb.; 5 volumes 20 cm; Pars 1. liber I-VI. – pars 2.\nliber VII-XXIII. – pars 3. liber XXIV-XXX. – pars 4. liber XXXI-XXXVIII.\n– pars 5. liber XXXIX-XLV. Epitom. lib. XLVI-CXL. – pars 6. Fragmenta et\nIndex↩︎\nIf Churchill’s title seems like a\nnon sequitur, refer to the explanation of his rhetoric at http://www.troynovant.com/Franson/Churchill/If-Lee-Not-Won-Gettysburg.html.↩︎\nKirk and the Enterprise crew must\nsave the whales to, in turn, save planet Earth. They must contain the\nwhales in water on the Enterprise. The crew travels back in time to 20th\nCentury Earth, when transparent aluminum had not been invented yet.\nScott, the Enterprise’s chief engineer, shares the formula for\ntransparent aluminum with a 20th Century scientist so that the\nEnterprise could be outfit with the material crucial to building tanks\nfor the whales.I dunno…it’s supposed to be one of the light-hearted\nStar Trek movies.↩︎\n",
    "preview": "op/2022-04-04-repoimplan/types-of-economic-impact.jpg",
    "last_modified": "2022-04-22T07:43:41-04:00",
    "input_file": {}
  },
  {
    "path": "op/2022-04-02-ostrich-epistemology/",
    "title": "ostrich epistemology",
    "description": "*Learning* involves *thinking*; its whetstone is *reasoning*; it requires intellectual *humility*, not arrogance. Learning, thinking, reasoning, and humility currently are in short supply, I assert, in this brief essay.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2021-11-02",
    "categories": [
      "practical epistemology",
      "openmindedness",
      "learning",
      "humility"
    ],
    "contents": "\nCharles Sanders Peirce, “The Fixation of Belief,” Popular Science\nMonthly (12, 1877: 1– 15), characterized “ostrich” beliefs. From\nthe Pierce article:\n\nI remember once being entreated not to read a certain newspaper lest\nit might change my opinion upon freetrade. ‘Lest I might be entrapped by\nits fallacies and misstatements,’ was the form of expression. ‘You are\nnot,’ my friend said, ’a special student of political economy. You\nmight, therefore, easily be deceived by fallacious arguments upon the\nsubject. You might, then, if you read this paper, be led to believe in\nprotection. But you admit that freetrade is the true doctrine; and you\ndo not wish to believe what is not true.’\n\n\nPierce’s statement embeds examples of two types of “epistemic\npaternalism,” that is, the restriction of how we come to know things\n(our epistemology). “First-person paternalism” involves censoring your\nown experience and thinking to avoid changing your deeply held\nbeliefs.\n“Third-person paternalism” involves having a third party tell you\nwhat to read/do for your own good. This practice of interfering with\npeople’s efforts at inquiry without their consent is based because\npeople will be better off without testing, probing, or thinking.\nConfronting and engaging arguments with an open mind about what\nappear, at first glance, to be stupid conclusions is not as risky as the\nostrich might think. On the contrary, a person can improve by being\nopen-minded.\nYou treat an argument openmindedly only if you are willing\nto change your mind in response to that argument based on evidence.\nThomas Kelly, in “Following the Argument Where It Leads,”\nPhilosophical Studies (154, 2011: 105–24), suggests following a\n“modalized reasonableness,” a disposition to believe, disbelieve, or\nsuspend judgment on any proposition whenever becomes reasonable to do\nso.\nIn Chapter 2 of On Liberty – the locus classicus for a\nphilosophical attack on censorship – John Stuart Mill considers a\ndilemma. On the one hand, perhaps the status quo opinion is false, and\nthe dissenting opinion is true. In that case, suppressing and refusing\nto engage with the dissenting opinion means foregoing an opportunity to\ncorrect ourselves. On the other hand, even if the dissenting opinion is\nfalse and is known to be so, suppressing it robs us of the opportunity\nto gain, in Mill’s words, “the clearer perception and livelier\nimpression of truth produced by its collision with error.”\nIt’s called learning; it involves thinking; its\nwhetstone is reasoning; it requires intellectual\nhumility, not arrogance. Learning, thinking, reasoning, and\nhumility currently are in short supply, I assert.\nEpistemic paternalism is the subject of many academic discussions,\nmuch of it wooly. One article that seems, as its author writes,\n“clarifactory” is available at http://bit.ly/EpistPater. Not a\nlate-night read, though.\nLast updated on\n\n[1] \"2022-07-14 08:07:24 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\n",
    "preview": "op/2022-04-02-ostrich-epistemology/headinsand.jpg",
    "last_modified": "2022-07-14T08:07:25-04:00",
    "input_file": {}
  },
  {
    "path": "op/2022-04-25-different/",
    "title": "different numbers in, different numbers out",
    "description": "A comparison of the validity of two contrasting studies of the potential economic impact of Marcellus Shale natural gas extraction ...published in 2011",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2011-10-07",
    "categories": [
      "natural gas development",
      "jobs",
      "income",
      "Pennsylvania",
      "industry contribution",
      "internal validity"
    ],
    "contents": "\n\nThis essay, written with Rose M. Baker, originally was published in\nMarcellus Business Central on October 7, 2011 (Volume\n1, Issue 5, pages 9 and 15) when natural gas development in Pennsylvania\nstarted in earnest and when a natural gas severance tax was opposed\nstrongly by gas industry representatives. “Taxing us will kill jobs. You\nwant that?”\n\n\n\n\nFigure 1: Hydraulic Fracturing\n\n\n\nMany Pennsylvanians are confused about clashes of findings between\ntwo prominent studies of the economic impacts of Marcellus Shale\ndevelopment in Pennsylvania.\nOne report was published during August by the Marcellus Shale\nEducation and Training Center (MSETC), a collaboration between\nPennsylvania College of Technology and Penn State Extension (Kelsey et al. 2009). MSETC estimated\nthat Marcellus Shale development in Pennsylvania generated between\n23,385 and 23,884 jobs and almost $1.9 billion in regional gross\ndomestic product in 2009.\nAnother report, published during late July, is the third in a series\nof reports authored by researchers, working through Penn State’s John\nand Willie Leone Family Department of Energy and Mineral Engineering,\nabout the status, impact, and potential of Pennsylvania’s Marcellus\nnatural gas industry (Considine, Watson, and Blumsack 2010).\nBy way of contrast with the report by MSETC, this study estimated that\nPennsylvania Marcellus natural gas development generated $11.2 billion\nin regional gross domestic product and supported nearly 140,000 jobs\nduring 2010.\nThe magnitude of the differences between the outcomes of the MSETC\nand Department of Energy and Mineral Engineering studies is too large to\nbe attributed to the differences between 2009 and 2010 in the\nPennsylvania economy and in the level of the natural gas industry’s\nactivity. Much of the comparison in the popular press between the two\nstudies has surrounded who funded and conducted the studies.\nThe MSETC study was funded by the Pennsylvania Economic Development\nFinancing Authority. Three of its authors work for Penn State, with help\nfrom a former Penn State faculty member now working in Colorado.\nThe Marcellus Shale Coalition funded the research leading to the\nstudy reported from the Penn State Department of Energy and Mineral\nEngineering. The Coalition is registered in Pennsylvania as a 501(c)(6)\ntax exempt organization that represents the natural gas industry to the\ngovernment, regulators, and the public. Most of the authors of this\nstudy are not affiliated with Penn State. One author is a former Penn\nState professor and another is a retired Penn State professor, while a\nthird is current Penn State professor.\nMany people refer to both studies as “Penn State” studies, although\nyou can be certain that there is no such thing as a common, sanctioned\nPenn State position on Marcellus Shale development around which all\nfaculty researchers rally. As one of our colleagues observed, over 3,500\nfull–time professors are employed by Penn State, guaranteeing also that\nthere could be over 3,500 independent postures and attitudes about\nMarcellus Shale at Penn State, some of which change daily.\nThink the University has one voice on Marcellus Shale? Think\nagain.\nMany commentators dismiss the Coalition–funded study as the product\nof biased analysis conducted by hacks hired for industry lobbyists and,\nthen, laundered with a Penn State logo to simulate the patina of\nscholarly gravitas. The MSETC report has received little criticism yet,\neven though it, too, was funded by a government agency with skin in the\ngame.\nReceiving research funds from sources external to the University is\nquite common. Research is an added expense that has social benefits\nbeyond the University and, for the most part, is unfunded in the\nUniversity’s core budget. Also, modern science is conducted worldwide\namong collaborators, with little attention to institutional boundaries.\nNo one should be surprised that research at universities primarily is\nfunded externally and is conducted collaboratively.\nSo, we believe that criticizing these studies based on who funded and\nconducted them is the wrong approach to assessing their quality. Rather,\nthe studies must be judged on their scientific merits.\nFirst, let’s examine the analytical foundation that runs through both\nstudies.\nThe MSETC study and the Coalition–funded study investigated economic\nimpacts using IMPLAN (most recent citation: “Economic Impact\nAnalysis for Planning | IMPLAN” 2019), a highly\nquantitative, computationally-intensive macroeconomic model that is\nconsidered by many to be the gold standard1 for\nassessing the economy–wide outcomes of regional economic activities,\ndevelopments, and events. We use IMPLAN in our own research.\nAs many commentators have noted, IMPLAN has a variety of assumptions\nand limitations, requires mathematical skill to use correctly, is\ncomplex, and often is misapplied.2 However, the authors of\nboth the MSETC study and the Coalition–funded study demonstrate the\nexperience and accomplishment of grizzled IMPLAN users who are quite\ncompetent in specifying, conducting, and reporting IMPLAN analyses.\nNow, down to the actual analytical differences between the MSETC\nstudy and the Coalition–funded study.\nFrom our view, the differences in study outcomes are driven by some\nkey differences in the numbers entered into IMPLAN for each study. As\nthe authors of the MSETC study asserted, these differences in outcomes\nare due to differences in “detailed information on where leasing,\nroyalty, and payroll were going.”\nThe Coalition–funded study assumed that all lease and royalty income\nearned through natural gas development and production remains within\nPennsylvania and, furthermore, is spent during the year in which it is\nreceived. However, these assumptions do not seem reasonable.\nSome of this lease and royalty income “leaks” outside the\nCommonwealth and much is saved rather than spent. Based on data\ncollected from Pennsylvania households and businesses, MSETC assumed\nconservatively that between 7.7 and 15.4% of lease and royalty dollars\nare earned out–of–state. MSETC’s data also led to the assumption that\nlandowners save, rather than spend, 55% of lease payments and 66% of\nroyalty payments.\nThe evidence-fueled assumptions by MSETC of lower lease and royalty\nincome spent in the state and more lease and royalty income saved for\nthe future produce lower economic impacts than those estimated in the\nCoalition–funded study.\nThe Coalition–funded study assumed that the payroll of Marcellus\nShale workers was earned and spent by Pennsylvanians alone. The MSETC\nstudy applied data from surveys and other studies to make the\nassumptions that 37% of Marcellus Shale workers are not Pennsylvania\nresidents and that these non–residents spent between 50 to 75% of their\nearnings in Pennsylvania on a more restricted set of purchases (e.g.,\nfocusing on food and lodging) than Pennsylvanians do.\nMSETC’s assumptions of fewer Marcellus Shale earnings spent in\nPennsylvania on a limited set of purchases equal lower economic impact\nestimates than produced through the Coalition–funded study.\nThe full story of the net economic impact of Marcellus Shale activity\nremains to be told.^[Not much action to research these impacts since the\nthese early squabbles about potential economic outcomes from developing\nand producing gas from Marcellus Shale formations. I believe that this\nis because the representatives no longer seem threatened by the\npossibility of a severance tax, which Pennsylvania never has had the\npolitical will to enact. ] However, at this point, the MSETC study\nappears to us to be more credible scientifically and practically than\nthe Coalition–funded study.\n\n[1] \"2022-06-23 16:39:23 EDT\"\n\nReuse\nText and figures are licensed under Creative Commons Attribution CC BY 4.0.\nSource code is available at https://github.com/davidpassmore/blog, unless otherwise\nnoted. The figures that have been reused from other sources do not fall\nunder this license and are recognized by footnoted text: “Figure from\n…”.\nComments/Corrections\nTo make comments about this posting or to suggest changes or\ncorrections, send email to David\nPassmore, send a direct message on Twitter at @DLPPassmore, or send an IMsg\nor SMS to dlp@psu.edu.\n\n\n\nConsidine, Timothy, Robert Watson, and Seth Blumsack. 2010. “The\nEconomic Impacts of the Pennsylvania Marcellus Shale Natural Gas Play:\nAn Update.” University Park, Pennsylvania. https://marcelluscoalition.org/wp-content/uploads/2010/05/PA-Marcellus-Updated-Economic-Impacts-5.24.10.3.pdf.\n\n\n“Economic Impact Analysis for Planning | IMPLAN.” 2019. https://implan.com/.\n\n\nKelsey, Timothy W, Martin Shields, Melissa Ward, and James Ladlee. 2009.\n“Economic Impacts of Marcellus Shale in Pennsylvania: Employment\nand Income in 2009.” University Park, Pennsylvania. https://citeseerx.ist.psu.edu/viewdoc/download?doi=10.1.1.434.518&rep=rep1&type=pdf.\n\n\nPassmore, David L. 2022. “NOTES FROM PITTSBURGH: Understanding\nInput-Output Modeling for Assessing Potential Economic Impact.”\nhttps://davidpassmore.github.io/blog/ec/2022-04-04-repoimplan/.\n\n\nVowels, Scott. 2012. “The Economic Impact of NCMSDC Certified\nMinority Businesses on Northern California.” Oakland, California.\nhttp://wrmsdc.org/wp-content/uploads/2020/07/EconomicImpactStudySummary.pdf.\n\n\nSee, e.g., (Vowels 2012).↩︎\nRefer to my posting on this blog at\nPassmore (2022) for the\nanalytical details.↩︎\n",
    "preview": "https://davidpassmore.net/blogd/img/marcellus_hydraulic.gif",
    "last_modified": "2022-06-23T16:39:24-04:00",
    "input_file": {}
  }
]
