[
  {
    "path": "mem/2024-09-04-ukraine/",
    "title": "*Situation in Ukraine in Early 2024:* Background Information and a Conversation with Former U.S. Ambassador to Pakistan & Poland, Thomas Simons",
    "description": "Provided in this site are notes and links to readings and analyses assembled for a February 28, 2024 meeting in a Zoom videoconference about the situation in Ukraine with former Ambassador Thomas W. Simons, Jr., a former U.S. Ambassador to Poland from 1990 to 1993 and Ambassador to Pakistan from 1996 to 1998.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2024-02-28",
    "categories": [],
    "contents": "\n\nContents\nUkraine, in Brief\nThe Land\nTapestry of History\nA Kaleidoscope Of Culture\nPopulation & Migration\nEconomy\nStructure Of Government\n\nThe War\nBrief Narrative History, 2014-2022\nPre-Invasion, 2014-2022\nFull-Scale Invasion, 24 February 2022 - Present\nCurrent Situation (prepared on February 22, 2024)\n\nLast updated on\nReuse\nComments/Corrections\n\n\nPreface\nOn February 28, 2024, thirteen Pennsylvania residents seeking\ninformation and analysis about the invasion of Ukraine by the Russian\nFederation met on Zoom with former Ambassador Thomas W. Simons, Jr.\nProvided in this site are notes and links to readings and analyses\nassembled for a meeting\nThomas W. Simons served as Ambassador to Poland from 1990 to 1993 and\nAmbassador to Pakistan from 1996 to 1998. He brought to the meeting a\nwealth of knowledge and experience in international relations and\nservice (read his\nbio\nand\ndocumentation\nof his career as a foreign service officer). See, also:\nNomination\nof Thomas W. Simons, Jr., To Be United States Ambassador to Poland\n in May 1990. This document is held among the Public Papers of\nthe Presidential Library and Museum of George H.W.Bush\nThomas W.\nSimons, Jr.  A Wikipedia biography of former Ambassador Simons.\nThomas W.\nSimons, Jr. (1938 -). A record of former Ambassador Simon’s\ncareer foreign service compiled by the Office of the Historian, U.S.\nDepartment of State.\nRichard\nNixon’s ‘crazy’ idea: Make befriending the Chinese Communist Party\nhis legacy. A 2022 article with a link to an audio version of a\nWBUR Radio (Boston) story about the role played by former Ambassador\nSimons as a political officer during the cat-and-mouse games played\nto seize opportunities to negotiate with the Chinese, in what is\ndescribed as\nThe\nGreat Wager, to establish Richard Nixon’s foreign policy\nlegacy. Teaser: Action takes place at a fashion show.\nThomas W.\nSimons, Jr. A transcript of a 2004 interview with former\nAmbassador Simons by Charles Stuart Kennedy for The Association for\nDiplomatic Studies and Training, Foreign Affairs Oral History\nProject.\nMutually\nAssured Destruction, South Asian Style. An article authored by\nformer Ambassador Simons published in Hoover Digest in 2000.\n Dr. Simons Speaking During Zoom Meeting on February 28, 2024\nStream the Video\nRecording from Google\n\n\n\nBut, First, A Roadmap For These Notes\nThese notes were completed on February 22, 2024, so they do not\nnecessarily reflect the state of affaits in Ukraine as you are reading\nthis document.\nMy notes are organized into topics under two main headings: (1)\nUkraine, In Brief – I summarize some key features about the country and\n(2) The War – I write a brief narrative about the war and, then, list\npre–invasion and post–invasion events in the execution of Putin’s war.\nUkraine, in Brief\nInformation about the features of the country of Ukraine is summarized\nin this major section of my notes. I group general information about\nUkraine around the following key elements: the land, history,\nculture, economy, population and migration, and the structure of\ngovernment. Although I devote the subsequent major section of this\ndocument to notes I gathered about the war itself, for coherence, I\nfound it necessary to integrate references to the effects of the war in\nthis current section.\nThe Land\nI summarize my notes about Ukrainian physical features of geography,\ntopography, and resources.\nGeography\nUkraine is located in Eastern Europe. Ukraine’s 4,345-mile international\nborder is adjacent to Moldova, Poland, Hungary, Slovakia, Belarus,\nRussia (its longest border contiguous with another country, 1,282\nmiles), and Romania. Most of these borders were inherited by Ukraine\nfrom the Ukrainian Soviet Socialist Republic after the collapse of the\nformer Soviet Union.\nThe country also has a maritime border in the Sea of Azov and the Black\nSea, where Ukraine has an Exclusive Economic Zone.1 The maritime\nborder is 842 miles long and is shared with Romania and (mostly) Russia.\nUkraine is separated from Russia by the Kerch Strait, which connects the\nSea of Azov to the Black Sea. The 1936 Montreax Convention2 covering\nthe Bosporus and Dardanelles straits connecting the Black Sea to the\nMediterranean Sea specifies unlimited Mediterranean access to countries\non the Black Sea.\nUkraine in EuropeLying between latitudes 44° and 53° N, and longitudes 22° and 41° E,\nUkraine covers an area of 233,062 mi2. In 2014, Russia covertly\ninvaded and illegally annexed Crimea (an internationally unrecognized\nannexation3). Crimea is a peninsula connected to the main Ukrainian\nland mass by the Isthmus of Perekop, a 3.1–4.3 mile-wide strategically\nimportant strip of land where many battles over land and resources have\noccurred throughout history and most recently. Ukraine continues to\nclaim sovereignty over the Crimean peninsula.\nTopography & Features\nTopographically, Ukraine is divided into an area of level plains and a\nmountainous region. Much of central Ukraine is covered by plateaus and\nfertile plains (aka steppes), which are somewhat hilly areas of\ngrasslands and shrublands. Mountains constitute about 5% of Ukraine’s\nland mass. The northern reaches of the Carpathian Mountains are located\nin the southwestern corner of Western Ukraine. The Crimean Mountains run\nparallel to the southeastern coast of Crimea. Mountains constitute about\n5% of Ukraine’s land mass. Ukraine has a comparatively low average\nelevation of 574 feet above sea level. The highest mountain peak4 is\n6,762 feet high.\nTopographic Map of UkraineApproximately 23,000 rivers flow in Ukraine. Most of the country’s\nrivers drain into the Black Sea and the Sea of Azov5 and are part of\nthe larger Mediterranean basin.6 The country’s longest and Europe’s\nfourth longest river is the 1,350-mile transboundary Dnieper7 that\ntravels from central Russia to the port city of Kherson. Hydroelectric\nstations on the Dnieper have produced as much as 10% of electricity\nconsumed in Ukraine.8 The river suffers pollution from agriculture\nfertilizers and wastes and is susceptible to leakage of radioactive\nwaste.9 Segments of the Dnieper River have acted as part of the\ndefensive lines between territory controlled by Russians and Ukrainians\nsince the 2022 Russian invasion.\nResources\nUkraine holds a wealth of resources within its diverse landscape. From\nfertile farmlands feeding the world to mineral deposits fueling\nindustry, these resources have shaped the country’s economic and\ngeopolitical landscape for centuries. However, these very riches have\nalso become a focal point of conflict, particularly in the ongoing war\nwith Russia. Also, although Ukraine possesses valuable natural\nresources, it faces challenges in their sustainable management.\nEnvironmental issues, including soil degradation, water pollution, and\nair pollution, require attention and concerted efforts.\nNatural Resources in Ukrainian RegionsAgriculture\nStretching across fertile black soil regions known as chernozems,10\nUkraine boasts some of the most productive agricultural land in the\nworld, which is a reason that Ukraine is termed the “breadbasket of\nEurope.” The World Economic Forum11 indicated that Ukraine is one of\nthe world’s top exporters of staple grains. The World Food Programme\n(WTF)12 received 40% of its wheat from Ukraine before the war.13\nNow the WTF provides food to Ukraine.\n\nUkraine’s top agricultural exports (World Economic Forum 2021\nEstimates)\nFood Exported (ordered by dollar value)\nShare of Global Exports\nRank Among Global Exporters\nSunflower oil\n46%\n1st\nCorn\n12%\n4th\nWheat\n9%\n5th\nRapeseed14\n20%\n3rd\nBarley\n17%\n3rd\n\nMany nations depend on food exports from Ukraine.The war’s disruptions\nof Ukraine’s supply of foods to the world not only will affect\nprosperous European nations. But, many poorer nations in the Middle East\nand Africa also rely on Ukrainian wheat and corn. The war’s impact of\nUkrainian agriculture creates the specter of wide-ranging food\ninsecurity.\nImporters, 2020-2021Agriculture underpins the livelihoods of millions of Ukrainians and\nconstitutes a significant portion of the national economy. Yet, the war\nhas severely disrupted agricultural production, impacting global food\nsecurity and highlighting the vulnerability of this crucial resource.\nMinerals\nBeyond its farmlands, Ukraine hides a treasure trove of minerals. It\nholds the world’s largest deposits of manganese ore, critical for steel\nproduction, and ranks among the top five producers of titanium, used in\naerospace and other industries. The country also boasts rich reserves of\niron ore, uranium, lithium, and rare earth elements crucial for the\nburgeoning green technology sector. Coal has been historically a\ncritical Ukraine fossil fuel industry.15 Ukraine was ranked 10th in\nthe world in 2019 for reserves of uranium and 9th in historical uranium\nproduction by 2014.16 The country’s mineral wealth fuels domestic\nindustries and attracts foreign investment, but also fuels potential\nexploitation and environmental concerns.\nEnergy\nUkraine sits at a crucial intersection of energy pipelines, historically\nserving as a transit route for Russian gas to Europe.17 However, the\ncountry boasts substantial natural gas reserves of its own and had been\nmaking strides towards energy independence before the war with the\nRussian Federation. Additionally, Ukraine holds vast potential for\nrenewable energy, particularly solar and wind power. Navigating the\ncomplex energy landscape, balancing regional dependence with\ndiversification and sustainability, remains a key challenge.\nBiodiversity\nUkraine’s diverse ecosystems, ranging from the Carpathian Mountains to\nthe Black Sea coast, contribute to its rich biodiversity.18 The\ncountry is home to various plant and animal species, some unique to the\nregion. Conservation efforts are crucial to preserving this\nbiodiversity, and initiatives had been underway pre-war to protect\nnatural habitats and promote sustainable practices.\nSignificant Resource Issues: the war…the war…the war\nAlthough Ukraine’s natural resources offer immense potential, a\n“resource curse”19 hangs heavy. Unequal distribution of resource\nwealth can exacerbate inequality and fuel corruption. Additionally,\ndependence on specific resources creates vulnerability to price\nfluctuations and the potential for external manipulation. The current\nconflict with Russia exemplifies this dependency, with resource-rich\nareas becoming major battlegrounds and control over resources being a\nstrategic objective.\nThe war in Ukraine is the 800-lb gorilla in the room. It has had a\ncatastrophic impact on the country’s natural resources, exacerbating\nexisting problems and creating new ones. The full effects of the war on\nUkraine’s natural resources are still unfolding, and the long-term\nconsequences will likely be felt for years to come.\nFighting has severely disrupted the planting, harvesting, and\ntransportation of agricultural products. Millions of acres of land are\nunusable due to mines, unexploded ordnance, and military activity. The\nwar has led to food shortages and rising prices within Ukraine and\ncontributed to global food insecurity, particularly for wheat and corn.\nInfrastructure damage, soil contamination, and displacement of farmers\nwill affect agricultural productivity for years to come.\nRussia has seized areas rich in minerals like iron ore, manganese, and\nrare earth elements, potentially exploiting them to finance its war\neffort. Power plants, gas pipelines, and refineries have been targeted,\naffecting domestic energy supply and potentially fueling further\nenvironmental damage. Mineral and energy exports have significantly\ndropped due to infrastructure damage and sanctions, impacting the\neconomy and contributing to global energy price fluctuations.\nForests are being cleared for military purposes and fuel, leading to\nhabitat loss and soil erosion. Pollution from military activity and\ndamaged infrastructure threatens water quality and access for millions\nof Ukrainians. The war disrupts ecosystems and threatens endangered\nspecies. Long-term ecological consequences are certain.\nThe war has caused significant environmental damage, with long-term\nconsequences for air, water, and soil quality. Disruptions to resource\nextraction, processing, and exports have severely impacted the Ukrainian\neconomy, hindering recovery efforts. Air and water pollution, coupled\nwith unexploded ordnance and hazardous materials, pose significant\nhealth risks to Ukrainians.\nRebuilding Ukraine’s resource sector will require significant\ninternational support and investment, focusing on sustainability and\nresponsible resource management. Decontamination, ecosystem restoration,\nand transitioning to renewable energy sources are crucial for long-term\nenvironmental health. Addressing the underlying causes of the war,\nincluding resource control and inequality, is essential for ensuring\nlasting peace and sustainable development in Ukraine.\nTapestry of History\nUkraine’s history is a tapestry woven with threads of triumph and\ntragedy, resilience and resistance. From the ancient roots of Kyivan Rus\nto the struggles for independence and the contemporary challenges,\nUkraine’s journey reflects the intricate interplay of cultural,\npolitical, and geopolitical forces. The Economist published “A short\nhistory of Russia and Ukraine” which critically examines, with maps,\nPutin’s tortured understanding of Ukraine’s provenance. I made a copy of\nthis document available for you to download as an Adobe PDF\nfile.\nIn this part of this document, I digest my notes about Ukraine’s ancient\nroots, a period of Mongolian domination and Cossack rebellion, the\ncreation of a Cossack state, 18th-century imperial struggles, turmoil in\nthe 20th century, and, last, Ukrainian independence and modern\nchallenges. :::\nAncient Roots\nThe history of Ukraine can be traced back to ancient times when the\nregion was inhabited by various nomadic tribes and early agricultural\ncommunities. The Scythians, Sarmatians, and Huns20 left their imprint\non the land by contributing to Ukraine’s cultural mosaic. The medieval\nstate of Kyivan Rus,21 established in the 9th century, played a\ncrucial role in shaping the region’s identity. Kyiv (or is that\nKiev?22), its capital, emerged as a center of trade, culture, and\nreligion, connecting Eastern and Western Europe.\nMongol Domination & Cossack Era\nIn the 13th century, the Mongols23 invaded Kyivan Rus, subjugating\nthe region for nearly two centuries. This period of Mongol domination\nleft a lasting impact on Ukraine, influencing its political structure\nand social dynamics. However, by the mid-17th century, the\nCossacks,24 a distinct warrior class, rose to prominence. Led by\ncharismatic leaders such as Bohdan Khmelnytsky,25 the Cossacks\nrebelled against both Polish and Russian rule, seeking autonomy for\nUkraine.\nThe Cossack Hetmanate\nThe Treaty of Pereyaslav26 in 1654 marked a pivotal moment for\nUkraine, establishing a degree of autonomy under Russian\nsuzerainty.27 This led to the creation of the Cossack Hetmanate,28\na semi-autonomous state within the Russian Empire. However, this\nautonomy was short-lived, as Ukraine became a battleground in the\nongoing conflicts between Russia, Poland, and the Ottoman Empire.\nImperial Struggles & Division\nThe 18th century witnessed a series of partitions that divided Ukraine\namong Russia, Austria, and Poland. This era of imperial struggles\nfurther fragmented the Ukrainian territories, leading to the suppression\nof the Ukrainian language and culture. Nevertheless, a sense of national\nidentity persisted among the Ukrainian people, fueled by cultural and\nreligious ties.\nThe 20th Century: Turmoil & Independence\nThe 20th century brought unprecedented challenges and opportunities for\nUkraine. The aftermath of World War I and the Russian Revolution allowed\nUkraine to declare its independence in 1918 briefly. However, this\nnew-found sovereignty was short-lived, as the country soon became a\nbattleground during the Russian Civil War. Eventually, Ukraine was\nincorporated into the Soviet Union in 1922.\nWorld War II & The Holodomor\nWorld War II brought further devastation to Ukraine, with Nazi\noccupation leading to mass atrocities and the infamous Holodomor29 –\na human-made famine orchestrated by Joseph Stalin, resulting in the\ndeaths of millions of Ukrainians. The post-war era saw Ukraine as a\nvital Soviet republic, contributing significantly to the USSR’s\nindustrial and agricultural output.\nIndependence & Contemporary Challenges\nThe winds of change swept across Eastern Europe in the late 20th\ncentury, culminating in the dissolution of the Soviet Union in 1991.\nUkraine declared its independence, embarking on a journey of\nnation-building. However, the path to stability has been fraught with\nchallenges, including economic struggles, political upheavals, and\ntensions with Russia, particularly evident in the annexation of Crimea\nin 2014.\nA Kaleidoscope Of Culture\nUkraine’s cultural heritage is a mosaic that reflects the influences of\nvarious civilizations, its agrarian roots, and its people’s deep\nconnection to traditions and folklore. I touch lightly on cultural\nthemes influenced by history, language and literature, folk traditions\nand celebrations, arts and crafts, cuisine, role of religion, and modern\nturmoil.\nHistorical Influences On Culture\nUkraine’s cultural heritage is a mosaic reflecting various\ncivilizations’ influences, agrarian roots, and people’s deep connection\nto traditions and folklore. The ancient roots of Kyivan Rus laid the\nfoundation for Ukrainian culture, with its capital, Kyiv, serving as a\nnexus for trade, religion, and art. The Mongol invasion, Cossack era,\nand imperial partitions introduced new layers to the cultural fabric,\neach leaving an indelible mark on Ukrainian identity.\nLanguage & Literature\nThe Ukrainian language is a cornerstone of the nation’s culture, serving\nas a vehicle for preserving and expressing its unique identity.\nUkrainian literature, dating back to medieval times with works like “The\nTale of Igor’s Campaign,30” has played a crucial role in shaping the\nnational consciousness. Writers like Taras Shevchenko31 and Ivan\nFranko32 are celebrated as literary giants who championed Ukrainian\nlanguage and culture during times of suppression. Among prominent\ncontemporary Ukrainian writers and poets are Serhiy Zhadan, Oksana\nZabuzhko, and Andrey Kurkov.33\nFolk Traditions & Celebrations\nUkraine is renowned for its colorful and diverse folk traditions, with\nelaborate customs passed down through generations. Traditional music,\ndance, and vibrant costumes are central elements of Ukrainian\ncelebrations. The annual festival of Ivan Kupala,34 celebrating the\nsummer solstice, showcases traditional rituals, songs, and dances,\nhighlighting the deep connection between Ukrainians and the cycles of\nnature.\nVisual Arts & Crafts\nUkraine’s visual arts and crafts are a testament to its creativity and\ncraftsmanship. Iconography, a tradition dating back to the Byzantine\ninfluence, is a distinctive form of religious art in Ukraine. The\nintricate Pysanky,35 beautifully decorated Easter eggs, are another\nmanifestation of the nation’s artistic prowess. Renowned painters like\nKazimir Malevich36 and Ivan Aivazovsky37 have left an indelible\nmark on the global art scene, embodying Ukraine’s contribution to visual\narts. Maria Primachenko38 was a Ukrainian village folk artist\ninvolved with drawing, embroidery and painting on ceramics. Ali Mohammed\nis a prominent Ukrainian Muslim landscape painter.39\nCuisine\nUkrainian cuisine is a delectable fusion of flavors, reflecting the\ncountry’s agrarian roots and the diverse influences it has absorbed over\nthe centuries. Borscht,40 a beetroot-based soup, pierogi,41 and\nvarenyky (dumplings)42 are iconic Ukrainian dishes that have become\nbeloved staples. The communal aspect of sharing meals is deeply\ningrained in Ukrainian culture, fostering a sense of community and\nconnection.\nReligious Diversity\nReligion has played a significant role in shaping Ukrainian culture.\nWhile Orthodox Christianity is predominant, Ukraine is home to various\nreligious communities, including Greek Catholics, Roman Catholics, and\nJewish communities. Islam has had a significant place in Ukrainian\nculture.43This religious diversity has contributed to a multicultural\ntapestry, enriching the cultural landscape with different traditions,\nrituals, and architectural styles.\nModern Cultural Expression\nIn contemporary Ukraine, cultural expression continues to evolve,\nblending tradition with modern influences. The country’s music scene\nencompasses a wide range of genres, from traditional folk to\ncontemporary pop and rock. Ukrainian cinema, with directors like Sergei\nParadjanov44 and Oles Sanin,45 has gained international acclaim.\nThe fusion of traditional elements with modern aesthetics is evident in\nthe work of contemporary artists, designers, and performers.\nPopulation & Migration\nA 1970 book, The Real Majority,46 popularized the phrase, “Demography is destiny,” that is widely attributed47 to 19–century French philosopher Auguste Comte. If demography is this dominant, Ukraine’s destiny became perilous after the 2022 invasion by the Russian Federation.\nBefore The 2022 Invasion\nBefore the 2022 invasion, Ukraine’s population presented a complex picture marked by both positive and negative trends. As of January 2022, estimates varied between 41.9 million and 48.5 million, depending on methodologies and excluding disputed territories like Crimea. Over 60% of the population lived in urban areas, with Kyiv, Kharkiv,48 Dnipro,49 and Odesa50 forming major centers. Population density varied across regions, with eastern and southern parts being more densely populated than the west.\nLike many European countries, Ukraine faced an aging population. The median age was around 40 years, and the share of older people (i.e., 65+ years old) was increasing steadily. Birth rates had declined for decades, leading to a shrinking population even before the conflict, as shown in @fig-fertile. This decline was partly attributed to economic challenges and emigration. Internal migration from eastern regions affected by the 2014 conflict contributed to population shifts within the country.\nFertility in Ukraine & Russia Through 2022Skilled professionals and young people, often seeking better opportunities and stability, emigrated at a concerning rate, leading to a “brain drain.” Disparities in population growth and economic opportunities existed between eastern and western regions.\nAfter The 2022 Invasion\nUkraine has posted significant population declines for over 30 years. The country’s population shrunk by an average of over 300,000 annually since 1993 (see @fig-totpop). However, the Russian invasion of Ukraine in 2022 has had a profound impact on the country’s population. According to a study analyzing the effect of the invasion on Ukraine’s population, the population could decline by a third over the next two decades as a result of the war.51\nTotal Ukrainian Population, Past & ProjectedThe ongoing Ukrainian refugee crisis and loss of territory caused by Russia’s invasion have led to a significant decline in the populations of Kyiv-controlled areas (see differences evident in @fig-inoutborder between population if estimated with 1991 or 2022 Ukrainian borders). Estimates suggest a decrease to as low as 28 million as of July 2023, down from almost 42 million in 2020.52 The war has also deepened Ukraine’s demographic crisis, with significant population losses and a steep decline in fertility rates.53\nUkrainian Population Estimated With 1991 & 2022 BordersEconomy\nCharles Dickens opened his 1859 novel, A Tale of Two Cities, by writing, “It was the best of times, it was the worst of times.” He meant best/worst co-occurring. For Ukraine, in contrast, the “best” economy in recent times happened before the country’s invasion by the Russian Federation. Putin’s war, then, most certainly created the “worst” of Ukrainian economic times. The differences in the Ukrainian economy pre– and post–invasion could not be more stark and dispiriting.\nA Portrait Before The Storm Of War\nUnderstanding Ukraine’s pre-invasion economic landscape is crucial for comprehending the devastating impact of the 2022 invasion and the immense task of reconstruction and recovery this war will pose. Growth, income levels, and inflation generally demonstrated positive trends in the pre-invasion economy, but challenges like inequality, regional disparities, and external risks persisted.\nBefore the 2022 invasion by the Russian Federation, Ukraine’s economy displayed encouraging signs of progress, despite lingering challenges. Emerging from the conflict with Russia in 2014, Ukraine embarked on a path of reforms. Macroeconomic stability improved, with inflation falling from double digits in 2015 to single digits by 2020. The government implemented anti-corruption measures, attracting foreign investment and boosting business confidence.\nWith Ukraine’s fertile black soil, agriculture was a cornerstone of the economy, making Ukraine one of the world’s top wheat and corn exporters. Fueled by a highly skilled workforce and competitive wage rates, the IT sector emerged as a rising star to contribute significantly to exports. Additionally, Ukraine boasted a sizable industrial base, with steel and other metals playing a vital role.\nDespite progress, significant hurdles remained. Oligarchic influence, though diminished, still cast a shadow over some sectors. Corruption, while tackled, continued to be a concern. Infrastructure, particularly in eastern regions, suffered from years of under-investment. The conflict with Russia in the Donbas region posed an ongoing security threat and economic burden. Russia’s 2014 annexation of Crimea and consequent sanctions impacted trade and investment.\nThe 2014 conflict significantly impacted Ukraine’s economy, causing GDP to shrink by 20%. Internal population displacement, infrastructure damage, and disrupted trade routes hampered recovery. The International Monetary Fund estimated that the conflict cost Ukraine $270 billion in lost output by 2020.\nDespite economic progress, income inequality remained high. The eastern regions, particularly those affected by the conflict, lagged behind the west in terms of development and living standards. Poverty, though declining, still affected a significant portion of the population.\nSome relevant economic numbers characterizing the Ukrainian economy during this pre-invasion period:\nGDP - From 2016 to 2021, Ukraine’s GDP grew steadily, averaging around 3.4% annually. This upward trend indicated gradual economic recovery after the 2014 conflict. In 2021, Ukraine’s GDP reached $200.5 billion, placing it 59th globally. Although significant, Ukraine’s economic position remained lower than pre-2014 levels due to the impact of the 2014 conflict. Agriculture (11.4%), industry (21.3%), and services (63.6%) were the main contributors to GDP. The IT sector, within services, saw a remarkable rise, becoming a key export earner.\nPersonal Income – Compared to developed nations, average personal income was lower, around $6,500 annually in 2021. However, personal income showed steady growth from previous years. The wealthiest 10% held over 40% of national income, highlighting income disparity. Income levels varied significantly across regions. Eastern regions that were affected by the 2014 conflict, struggled with lower wages and higher poverty rates than the west.\nInflation – After reaching double digits in 2015, inflation gradually stabilized. By 2021, inflation stood at 5.4%, considered manageable and contributing to economic stability. Although inflation was generally controlled, certain areas like utilities and food staples experienced higher price rises, disproportionately affecting low-income groups. Global events like the pandemic and oil price fluctuations temporarily impacted inflation and stimulated adjustments by Ukraine’s central bank.\nAfter 24 February 2022: Плисти по вді – “to float on water,” i.e., a difficult or dangerous situation…as Americans might idiomatically describe “going to hell in a handbasket”\nThe 2022 Russian invasion of Ukraine has had a devastating impact on the country’s economy. The Ukrainian economy entered deep recession, and widespread damage still is being inflicted. Because the war’s trajectory and long-term economic consequences remain uncertain, so recovery efforts are even more challenging. Rebuilding Ukraine’s economy will require substantial international support and investment. The International Monetary Fund estimates that the cost of reconstruction could reach $349 billion. Attracting investment and ensuring efficient use of resources will require reforms to combat corruption and improve governance.\nEstimates suggest a staggering 30% contraction in Ukrainian GDP in 2022 compared to pre-war levels. This decline is one of the most severe economic contractions recently witnessed. Agriculture, industry, and services – all major contributors to GDP – have been heavily impacted. Infrastructure destruction, disrupted trade, and displacement of people have crippled economic activity.\nThe World Bank estimates that poverty in Ukraine increased from 5.5% to 24.2% in 2022. This increase translates to roughly 7 million more people struggling to meet basic needs. Many workplaces have shut down or experienced significant disruptions. Widespread unemployment and wage reductions have occurred, disproportionately affecting vulnerable populations. The millions of Ukrainians internally displaced due to the conflict face added financial hardships. Government resources, social safety nets, and international humanitarian aid are strained.\nWar–related disruptions to supply chains and agricultural production have driven up prices of essential goods such as food and fuel. To finance war efforts and support citizens, the Ukrainian government has increased money printing, resulting in additional inflationary pressure. Rising inflation erodes the purchasing power of citizens, which further exacerbates economic hardship.\nDamaged and destroyed bridges, roads, factories, and other vital infrastructure require rebuilding. The invasion by the Russian Federation created immense uncertainty that deters foreign and domestic investment crucial for economic recovery. Skilled professionals fleeing the conflict generates a loss and a long-term challenge to the stock of human capital of Ukraine and further hampers economic recovery and growth.\nStructure Of Government\nUkraine is the second-largest country in Europe after Russia. Kyiv is the nation’s capital and largest city, followed by Kharkiv, Dnipro, and Odesa. Ukraine’s official language is Ukrainian. Russian is also widely spoken, especially in the east and south. With the dissolution of the Union of Soviet Socialist Republics in December 1991, Ukraine gained full independence and helped to found the Commonwealth of Independent States, an association of countries that were formerly republics of the Soviet Union. Ukraine is a founding member of the United Nations.\nAfter presenting an overview of Ukrainian government organization, I summarize the roles of the President, Prime Minister, Parliament, courts, and regional authorities.\nAdministrative Overview\nThe administrative structure of the government of Ukraine54 reflects its status as a unitary semi-presidential republic. This system combines elements of both presidential and parliamentary governance, distributing powers between the President, the Verkhovna Rada (aka parliament), and the Prime Minister. Recent amendments to the Constitution 55have strengthened the presidency at the expense of other branches, particularly the Ukrainian parliament.\nPresident\nCitizens ≥18 years old may vote. At the apex of Ukraine’s administrative structure is the President, who serves as the head of state and is elected by popular vote for a five-year term. The President56 plays a crucial role in foreign policy and represents Ukraine internationally. The President can initiate legislation. Both the president and Verkhovna Rada (a parliament; described subsequently) have veto power over legislation, creating a check on each other’s authority.\nPrime Minister\nA Prime Minister,57 appointed by the President, is the head of government and leads the Cabinet of Ministers58. The Cabinet is appointed by the President with the consent of the legislature, each Minister responsible for a specific government department. The Prime Minister formulates government policies, oversees the implementation of laws, and represents the executive branch in interactions with the Verkhovna Rada. The Cabinet plays a central role in the day-to-day administration of the country, managing various sectors such as finance, defense, foreign affairs, and more.\nParliament: Verkhovna Rada\nThe Verkhovna Rada59 is the unicameral parliament of Ukraine and holds significant legislative powers. Ukrainian citizens elect the 450 members of the Verkhovna Rada through a proportional representation system. The parliament is responsible for making laws, approving the state budget, and overseeing the actions of the executive branch. It also plays a crucial role in the approval of key appointments, including the Prime Minister and members of the Cabinet of Ministers.\nExterior Parliment BuildingConstitutional Court\nUkraine has a Constitutional Court responsible for interpreting the constitution and resolving constitutional disputes. The judiciary is independent and includes a system of courts that handle civil, criminal, and administrative cases. The highest court is the Supreme Court of Ukraine, which provides final interpretations of the law.\nRegions\nUkraine is divided into various administrative units, which include oblasts (regions; see below), cities, districts, and villages. Residents elect local government bodies which are responsible for managing local affairs, infrastructure, education, healthcare, and other matters. The administrative decentralization process in recent years aimed to empower local authorities and enhance their ability to address the specific needs of their communities.\nUkraine is divided into 24 provinces called oblasts60 (see @fig-oblasts), one autonomous republic (Crimea, although this is a subject of dispute due to Russia’s annexation), and two independent cities with special oblast status—Kyiv, the capital, and Sevastopol in disputed Crimea. Each oblast has its own administrative center and local government structures.\nMap of Ukraine, Showing OblastsThe War\nAfter presenting a narrative summary of Putin’s war to date, I list timelines of major pre-invasion events starting in 2014 and after the full-scale invasion of Ukraine beginning in 2022. These timelines are not exhaustive, but are more of an outline of major milestones. Also, the course of the war continues, is dynamic and is constantly shifting. As a consequence, the story of this war remains incomplete.\nBrief Narrative History, 2014-2022\nThe current war in Ukraine began on 24 February 2022, when Russia launched a full-scale invasion of the country. The invasion followed a period of escalating tensions between the two countries, which began in 2014 with the annexation of Crimea by Russia and the outbreak of fighting in eastern astern Ukraine between Ukrainian government forces and Russian-backed separatists.\nIn the early days of the current war, Russian forces made rapid advances, capturing key cities and towns in southern and eastern Ukraine. However, they were soon met with fierce resistance from the Ukrainian military and civilians. This resistance slowed the Russian advance and forced a change in tactics.\nAs the war progressed, it became clear that Russia’s initial goal of overthrowing the Ukrainian government and installing a pro-Russian regime was not achievable. Instead, the war settled into a grinding stalemate, with both sides suffering heavy losses. In recent months, some signs of progress are evident towards a ceasefire or peace agreement. However, the fighting continues. Unclear are the duration of the war and its outcome.\nRussia’s invasion of Ukraine continues to have a severe impact on human and physical capital, and the environment, with loss of life, drop in living standards and rise in poverty, as well as damage to infrastructure. Nevertheless, the International Monetary Fund characterizes the Ukrainian people as “resilient, and the authorities’ skillful policy-making and continued external support have helped support macroeconomic and financial stability.”61\nPre-Invasion, 2014-2022\nNovember 2013: Euromaidan62 protests erupt in Ukraine against pro-Russian president.\nFebruary 2014: Russia annexes Crimea after Yanukovych63 flees Ukraine.\nApril 2014: War breaks out in Eastern Ukraine between Ukrainian forces and Russian-backed separatists.64\nDecember 2021: Russia demands security guarantees from NATO, including no Ukraine membership.\nJanuary-February 2022: Russia amasses troops on the Ukrainian border.\nProtests on the MaidanFull-Scale Invasion, 24 February 2022 - Present\nFebruary 24: Russia launches a full-scale invasion of Ukraine, attacking major cities.\nMarch-April 2022: Heavy fighting around Kyiv, Kharkiv, and other cities. Ukrainian forces resist fiercely.\nApril 2022: Russia withdraws from Kyiv region, focuses on Eastern Ukraine.\nMay-June 2022: Russia captures key city of Severodonetsk65 in Eastern Ukraine.\nJuly-August 2022: Stalemate in Eastern Ukraine, heavy shelling continues.\nSeptember 2022: Ukrainian counteroffensive recaptures significant territory in Kharkiv region.\nOctober-November 2022: Renewed Russian offensive in Eastern Ukraine, limited gains.\nDecember 2022: Stalemate and heavy fighting across Eastern Ukraine\nFebruary 2023: Russia launches new offensive in Eastern Ukraine, slow progress.\nJune-August 2023: Ukrainian counteroffensive recaptures parts of Kherson and Zaporizhzhia regions.\nSeptember-November 2023: Ukrainian counteroffensive stalls, heavy fighting continues.\nDecember 2023 - Present: Stalemate and winter offensives by both sides in Eastern Ukraine. Ongoing humanitarian crisis and international sanctions against Russia.\nCurrent Situation (prepared on February 22, 2024)\nThe Institute for the Study of War66 produces high-fidelity and, where possible, street-level daily offensive campaign assessments67 of critical events related to renewed Russian aggression against Ukraine. Also, the Institute leads an effort to provide 3-D, interactive and time-lapse maps.68 of war progress. The Black Bird Group tweets69 information “Currently focused on following and analyzing the Russian invasion of Ukraine.” Project Owl OSINT70 continuously updates a Ukraine Control Map.71 Various news sources offer live coverage of the war.72\nLast updated on\n\n[1] \"2024-09-17 16:37:23 EDT\"\n\nReuse\n\nNOTES FROM PITTSBURGH by David L. Passmore is licensed under Creative Commons Attribution-ShareAlike 4.0 International.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in email to David L. Passmore.\n\nAn Exclusive Economic\nZone\nis an area of the sea in which a sovereign state has exclusive\nrights regarding the exploration and use of marine resources,\nincluding energy production from water and wind, but does not\ninclude ownership of maritime features (islands, rocks and low-tide\nelevations).↩︎\nThe 1936 Montreax Convention regarding the Regime of the\nStraits\nis a United Nations agreement concerning the Dardanelles strait, the\nSea of Marmara, and and the Bosporus strait. Unlimited access is\ndesignated for countries on the Sea, but countries not adjacent to\nthe Sea may sail ships in for short stints and limited by ship size.↩︎\nThe annexation of Crimea by Russia in 2014 was a significant\ngeopolitical event that followed a complex series of political and\nhistorical developments. Crimea, a peninsula on the northern coast\nof the Black Sea, has a long history of conflict and changing\nrelationships with Russia and Ukraine. After the ousting of\nPresident Viktor Yanukovych. Russian troops, often referred to as\n“little green men,” entered Crimea and seized key government\nbuildings. A controversial referendum was held, in which the\nmajority of voters favored joining Russia. The annexation was widely\ncriticized by Western governments, leading to the imposition of\neconomic sanctions on Russia. The annexation of Crimea allowed\nRussia to gain control of vital energy assets and strategically\nimportant naval bases. The event was characterized by political\nmanipulation and deep-rooted historical and cultural tensions\nbetween Russia and Ukraine. A Brookings essay, “Crimea: Six years\nafter illegal\nannexation,”\ncontains a review of the annexation and its consequences.↩︎\nIn the Carpathian Mountains\n(https://www.wikiwand.com/en/Hoverla).↩︎\nArticle from 2021 describing strategic position of the Sea at\nhttps://www.washingtonpost.com/world/2021/12/25/ukraine-russia-azov-sea/.↩︎\nBasin as a region of environmental\nrisk.↩︎\nPhysical features of the\nDnieper.↩︎\nDnieper river\ncascade\nof hydro power.↩︎\nEnvironmental risk to\nDnieper.↩︎\n“From Russian: чернозём, also called black soil, regur soil or\nblack cotton soil, is a black-colored soil containing a high\npercentage of humus (4% to 16%) and high percentages of phosphorus\nand ammonia compounds. Chernozem is very fertile soil and can\nproduce high agricultural yields with its high moisture storage\ncapacity.” From\nChernozem.↩︎\nUkraine’s food exports by the\nnumbers↩︎\nThe World Food\nProgramme is\nthe United Nations agency that provides food aid to countries in\ncrisis.↩︎\nSee Washington Post\narticle\nby Donald Beasley.↩︎\nRapeseed\nis used in production of edible vegetable oils, animal feed, and\nbiodiesel.↩︎\nOften most associated with Donets\nRegion,\nan area of significant war activity..↩︎\nMetric tons. See “List of countries by uranium\nreserves.”\nHistorical numbers are not counted as part of production of the\nUnion Soviet Socialist Republics.↩︎\nRead report about Ukraine’s energy profile at\nhttps://iea.blob.core.windows.net/assets/ac51678f-5069-4495-9551-87040cb0c99d/UkraineEnergyProfile.pdf.↩︎\nAccording to the American Museum of\nHistory,\n“The term biodiversity (from “biological diversity”) refers to the\nvariety of life on Earth at all its levels, from genes to\necosystems, and can encompass the evolutionary, ecological, and\ncultural processes that sustain life.” ↩︎\n“Resource curse” is a term that is used to refer to why countries\nthat are richer in natural resources are poorer, have less economic\ngrowth and are less democratic. “When so much of an economy relies\non one single resource, it’s really vulnerable to price changes in\nthat resource”\n(https://www.ecnmy.org/learn/your-world/international-development/what-is-the-resource-curse/)↩︎\nScythians\n(https://www.britannica.com/topic/Scythian),\nSarmations\n(https://www.britannica.com/topic/Sarmatian),\nand Huns\n(https://www.britannica.com/topic/Hun-people).↩︎\nAccording to the World History\nEncyclopedia,\n“a medieval ((862-1242) political federation located in modern-day\nBelarus, Ukraine, and part of Russia (the latter named for the Rus,\na Scandinavian people). The name Kievan Rus is a modern-day (19th\ncentury) designation but has the same meaning as ‘land of the Rus,’\nwhich is how the region was known in the Middle Ages.”↩︎\n“Kiev” is a transliteration from Russian\ncharacters.\nI attempted to use Ukrainian transliterations (e.g., “Kyiv”) rather\nthan Russian whenever I could understand the difference and could\nfind choices among options.↩︎\n“Mongols” became an umbrella term for Mongolic-speaking tribes\nunited under the rule of Genghis\nKhan\nin the 13th century. “At its peak, the Mongol Empire covered the\nmost contiguous territory in history\nhttps://www.nationalgeographic.com/culture/article/mongols.”↩︎\nThe Cossacks were a predominantly East Slavic Orthodox Christian\npeople who originated in the Pontic–Caspian steppe of eastern\nUkraine and southern Russia. They were known for their military\nlifestyle and initially led a semi-nomadic existence, living around\nthe lower bends of the Dnieper River. The term “Cossack” is derived\nfrom a Turkish word meaning “free man.” They were organized into\nmilitary communities and played a significant role in defending the\nRussian frontier and later in the territorial expansion of the\nRussian Empire. The Cossacks’ history and identity were influenced\nby their geography, the politics and social forces of the regions\nthey inhabited, and their own self-fashioning. See detailed\ndescription in\nBritannica.↩︎\nBrief Khmelnytsky\nbio.↩︎\nThe Pereyaslav Treaty secured military protection for the Cossack\nHetmanate in exchange for an oath of allegiance to the Tsar from the\nCossacks, church members and inhabitants of the Hetmanate (see\nhttps://www.themoscowtimes.com/2022/08/03/explainer-what-was-the-1654-treaty-of-pereyaslav-a78491).↩︎\nOverlordship (“Suzerainty.” Merriam-Webster.com Dictionary,\nMerriam-Webster,\nhttps://www.merriam-webster.com/dictionary/suzerainty.\nAccessed 19 Feb. 2024.).↩︎\nThe name of the Ukrainian Cossack state, which existed from 1648\nto 1782 (review map and timeline at\nhttps://history-maps.com/story/History-of-Ukraine/event/Cossack-Hetmanate).↩︎\nThe “artificial hunger” imposed by Stalin to enforce collectivism\nand tamp down Ukrainian nationalism left an estimated 3.9 million\ndead, approximately 3% of the population in 1929-1930 (see, e.g.,\n“Demography of a man-made human catastrophe: The case of massive\nfamine in Ukraine\n1932-1933”\nappearing in Canadian Studies in Population.). Also documented in\nAnne Applebaum’s, Red Famine: Stalin’s War on\nUkraine,\nand In Alex de Waal’s Mass Starvation: The History and Future of\nFamine.\nIn 1988, the U.S. Senate affirmed in a 2018\nresolution\nthe findings of a 1988 commission that Stalin had committed\ngenocide.↩︎\nRead summary of Tale of Igor’s Campaign at\nhttps://edblogs.columbia.edu/worldepics/project/the-tale-of-igors-campaign/.Composed\nca. 1188-1200 CE.↩︎\nTaras Hryhorovych Shevchenko (1814-1861)was considered a great\nUkrainian poet, writer, artist, and public and political figure.\nRead his bio at\nhttps://www.shevchenko.ca/taras-shevchenko/biography/index.cfm).↩︎\nIvan Franko (1856-1916) was a writer, scholar, and a political\nand civic leader, Read his\nbio.\nPerhaps yet to be realized for Ukraine, the prologue to his poem,\nMoses,\nreads in part “And yet the time will come and, radiant shining,\nYou’ll shake the Caucasus.”↩︎\nSee “15 Best Ukrainian Authors Everyone Should\nKnow”\nand “The 10 Best Contemporary Ukrainian\nAuthors.”↩︎\nIvan, a widespread Christian Slavic name, is associated with John\nthe Baptist. The name of Kupala—the god of fertility and\nharvest.Ivan Kupala is a summer solstice\nfestival\nsimilar to seasonal celebrations around the world with a possible\nlink with Cupid, the Roman god of love.↩︎\nThe tradition of egg decoration in Slavic cultures originated in\npagan times and was transformed into the Christian Easter egg (see\nhttps://en.wikipedia.org/wiki/Egg_decorating_in_Slavic_culture).↩︎\nPainter, sculptor, stage\ndesigner.↩︎\nA master of seascapes and maritime\nart.↩︎\nMaria\nPrimachenko\nMs. Primachenko was a peasant woman who was born and spent all her\nlife in the village of Bolotnya in the Kiev Oblast, situated\n19 miles from Chernobyl.↩︎\nSee\nhttps://islam.in.ua/en/viewpoint/ukrainian-muslim-artist-ali-mohammed.↩︎\nClassic borscht\nrecipe.↩︎\nClassic pierogi\nrecipe.↩︎\nTraditional varenyky\nrecipe.↩︎\nSee “Islam in\nUkraine”\nand “History of Muslims in Ukraine, Belarus and\nRussia.”↩︎\nParajanov created two masterpieces in a row, Shadows of\nForgotten Ancestors (1964) and The Color of Pomegranates (1969)\n(see\nhttps://parajanov.com/sergei/).↩︎\nTwo of his feature films, the Mamay (2003) and The Guide\n(2014), were official Ukrainian entries for the Academy Award for\nBest Foreign Language Film. Born in\n1972.↩︎\nScammon, R. W., & Wattenberg, B. J. (1970). The real majority: An extraordinary examination of the American electorate. Coward-McCann. https://www.abebooks.co.uk/book-search/title/real-majority-extraordinary-examination-americal/author/scammon-richard-wattenberg-ben/↩︎\nBut, apparently incorrectly says John Weeks, a demographer.↩︎\nKharkiv on country map.↩︎\nDnipro on country map.↩︎\nOdesa on country map.↩︎\nThe authors of The War and the Future of Ukraine’s Population conducted a series of population projections with different assumptions about the number of casualties and refugees, and the refugees’ likelihood of return by different political scenarios. Their projections show that, if current demographic trends continue, Ukraine’s population is projected to decline by 16% over the next two decades and to become older. These trends are largely driven by past and current demographic developments of continued very low fertility and large-scale emigration starting at the turn of the century.↩︎\nA Wikipedia page contains links to a large number and wide variety of demographic analyses of the Ukrainian population.↩︎\nUkraine’s Demography in the Second Year of the Full-Fledged War provide fertility estimates and describes the difficulty of obtaining demographic data from war-torn Ukraine.↩︎\nThe government of Ukraine underwent rapid change in the early 1990s. Ukraine proclaimed its independence on 24 August 1991 and won overwhelming popular approval in a referendum on 1 December 1991 (see https://www.britannica.com/place/Ukraine/Government-and-society).↩︎\nThe Constitution is the fundamental law of Ukraine. The constitution was adopted and ratified at the 5th session of the Verkhovna Rada, the parliament on 28 June 1996. All laws and other normative legal acts of Ukraine must conform to the Constitution. The right to amend the Constitution through a special legislative procedure is vested exclusively in the parliament.↩︎\nThe current president is Volodymyr Zelenskyy.↩︎\nThe prime minister of Ukraine is, on 14 February 2024, Denys Shmyhal.↩︎\nThe prime minister of Ukraine is, on 14 February 2024, Denys Shmyhal.↩︎\nThe Verkhovna Rada, developed out of the systems of the republican representative body known in the Soviet Union as the Supreme Soviet, was the legislature of the Ukrainian Soviet Socialist Republic after the dissolution of the Congress of Soviets of the Ukrainian Socialist Republic.↩︎\nThe term “oblast” is of Russian origin, inherited from Old East Slavic and Church Slavonic. An “oblast” is a type of administrative division in several countries, including Russia, Ukraine, Belarus, and some other post-Soviet states. It is typically translated into English as “region” or “province” (see Wikipedia article).↩︎\nReview the International Monetary Fund memorandum, “Ukraine: First Review under the Extended Arrangement under the Extended Fund Facility-Press Release; Staff Report; Staff Statement; and Statement by the Executive Director for Ukraine.”↩︎\nThe Euromaidan, also known as the Maidan Uprising, was a series of protests and civil unrest that took place in Ukraine from 21 November 2013 to 22 February 2014. The protests were initially sparked by then-president Viktor Yanukovych’s decision not to sign an agreement that would have strengthened ties with the European Union. However, the demonstrations evolved into a broader rejection of injustice, corruption, and nepotism in Ukrainian politics and society. The protests culminated in the ousting of President Yanukovych and the election of Petro Poroshenko as president. The movement had a significant cultural impact, leading to a stronger sense of national identity and unity among Ukrainians. (See “Understanding Ukraine’s Euromaidan Protests”)↩︎\n“Who is Viktor Yanukovych?….”↩︎\nPrimarily the People’s Militias of the Donetsk People’s Republic (DPR) and the Luhansk People’s Republic (LPR), were pro-Russian paramilitaries in the Donbas region of eastern Ukraine (Wikipedia article describing).↩︎\nhttps://en.wikipedia.org/wiki/Battle_of_Sievierodonetsk_(2022)↩︎\nMission of the Institute for the Study of War.↩︎\nThese assessments are presented daily at the bottom of a web page, Ukraine Conflict Updates, that contains a pressed release that originated on 15 April 2022.↩︎\nInteractive Map: Russia’s Invasion of Ukraine. An interactive map is updated daily.Click here to access the 3D map tool. Use of a computer is strongly recommended.The Institute for the Study of War suggests access to these maps through use of a computer rather than an iPhone or iPad.↩︎\nTwitter page for the Black Bird Group.↩︎\nDiscord site of Project Owl OSINT.↩︎\nA Google Map. Also on Google Earth.↩︎\nNew York Times, Wall Street Journal, and The Guardian, among others.↩︎\n",
    "preview": "mem/2024-09-04-ukraine/TWSimons.jpg",
    "last_modified": "2024-09-17T16:37:31-04:00",
    "input_file": {}
  },
  {
    "path": "mem/2024-09-18-taiwan/",
    "title": "Challenges Facing Taiwan: A Conversation",
    "description": "Notes and links to readings and analyses are assembled to provide background for a January 20, 2024 meeting held in a Zoom videoconference about challenges facing Taiwan. A guest from Taiwan participated in the meeting.",
    "author": [
      {
        "name": "David L. Passmore",
        "url": "https://davidpassmore.net"
      }
    ],
    "date": "2024-01-20",
    "categories": [],
    "contents": "\nBackground\nCountry of TaiwanTaiwan — more formally, the Republic of China — is a notable driver of\nU.S. international diplomacy, military strategy, and public concern. The\ncenterpiece of what is termed the “Taiwan issue” is the question of the\nfuture for this self-ruling democracy, which the People’s Republic of\nChina claims as its territory. Answering this question is a flash point\nbetween the U.S. and the People’s Republic.\nMeeting\nA group of men, calling itself The Think Tank, from a wide variety of\nbusiness, education, and government backgrounds meet in Pennsylvania six\ndays during most weeks to discuss topics related to politics, policy,\nand practices that affect the position and action of the U.S. in\nregions, in the nation, and globally. The purpose of our January 20\nmeeting was to enrich participants’ understanding of Taiwan and the\n“Taiwan issue” from the view of a Taiwanese citizen.\nIntroducing the meeting one month before occurrence was a “teaser”\ninfographic, The Think Tank Orientation to Taiwan. This meeting was not\nrecorded. Participants could not record the meeting, either. This\nmeeting was not live simulcast on Facebook, Workplace from Meta,\nYouTube, Twitch, or any other custom live streaming services. Provided\nin this document are links to a sampler of information is provided about\nTaiwan’s history, politics, population, geography, and economy.\nOur Guest\nThe January 20 meeting of the Think Tank involved a discussion with a\nvirtual guest from Taiwan The guest shared his views as a citizen of\nTaiwan, not from a perspective as a country specialist in an academic\nsense. He is not a diplomat or an interlocutor for Taiwan politics,\nstrategy, or tactics. Rather, this session was framed as the Think\nTank’s opportunity to engage with a “man on the street” from Taiwan.\nThe visitor has a resumé that reflects wide knowledge about Taiwan,\nChina, and the United States resulting from his significant life\nexperiences as a student, professor, academic leader, traveler, and\nsoldier. We keep the identity of the guest private to avoid current and\npotentials risks that might accrue from real or virtual respondents or\nagents.\nLinks to Some Sources of Information About Taiwan\nGeneral\nTaiwan Country Report 2022, BTI Transformation Index\n\n NOTE: This symbol is\nused through the remainder of this document to provide a link to an\nexternal document or website link for you to follow.\nWhat do you know about Taiwan?,\n\n\nWhat Is Taiwan All About? (In 3-Minutes), YouTube video\n\n\n15 Things You Didn’t Know About Taiwan, YouTube video\n\n\nHistory\nThe History of Taiwan on Animated Map, YouTube video (15\nminutes)\n\nHistory of Taiwan, Wikipedia\n\n\nHistory of Taiwan (1945 - present), Wikipedia.\n\nHistory of Taiwan, Britannica\n\nTaiwan: Facts & History, ThoughtCo.\n\nPolitics\nThe ruling-party candidate strongly opposed by China wins Taiwan’s\npresidential election, WHAS11, YouTube video (1 min, 41 secs)\n\nWhy Taiwan’s election matters to the world, South China Morning\nPost, YouTube video\n\nWhy China will be watching Taiwan elections closely, DW News,\nYouTube video (3 mins, 45 secs)\n\nKuomintang, known as KMT\n\nDemocratic Progressive Party, known as DPP\n\nAs China looms large, two opposing visions face off in Taiwan’s\nelection, NPR\n\nWhy the Taiwan election matters, BBC\n\nPopulation\nDemographics of Taiwan, Wikipedia\n\n\nTaiwan Population 1950-2024, Macrotrends (interactive)\n\nKnock-on Effects of Accelerating Demographic Changes in Taiwan,\nAmerican Enterprise Institute\n\nImpact of Population and Workforce Aging on Economic Growth: Case\nStudy of Taiwan., Sustainability\n\nGeography\nGeography Of Taiwan, Taiwanese Secrets (“lots of pictures”)\n\nAnother Geography of Taiwan, Wikiwand\n\nTaiwan Geography, Country Reports\n\nGeography and Climate, Life of Taiwan\n\nEconomy\nThe race for semiconductor supremacy, Financial Times Film, YouTube\nvideo (28 mins)\n\nEconomy of Taiwan, Wikipedia\n\nEconomy of Taiwan, Brittanica\n\nRelying on old enemies: The challenge of Taiwan’s economic ties to\nChina, Atlantic Council\n\nLast Revised\n\n[1] \"2024-09-18 15:07:52 EDT\"\n\nReuse\n\nNOTES\nFROM PITTSBURGH by\nDavid\nL. Passmore is licensed under\nCreative\nCommons Attribution-ShareAlike 4.0\nInternational.\n\nComments/Corrections\nProvide comments about this posting or suggest changes or corrections in\nemail to David L. Passmore. Link rot\nalways is a threat. Links in this document were active on the date it was published.\n\n\n\n",
    "preview": "mem/2024-09-18-taiwan/taiwan.jpg",
    "last_modified": "2024-09-18T15:07:54-04:00",
    "input_file": {}
  }
]
